Repository: kumita08/vaganteukrainianlanguage
Catalog: *.po
Languages: uk

source: Pet Bond
uk: Зв'язок з улюбленцем

source: Share Potion
uk: Поділитися зіллям

source: Share beneficial potions with your pet.
uk: Поділіться корисними зіллями зі своїм улюбленцем.

source: Command Aura
uk: Аура команди

source: You now have an aura that increases your pets stats when near.
uk: Тепер у вас є аура, яка підвищує характеристики вашого улюбленця, коли він поруч.

source: Substitute
uk: Заміна

source: Damage you take is split between you and your pet.
uk: Отримані вами пошкодження розподіляються між вами та вашим улюбленцем.

source: Item Bond
uk: Зв'язок предметів

source: Your equipped weapon and chest armor gives bonuses to your pet.
uk: Ваша екіпірована зброя та наплічний бронежилет надають бонуси вашому улюбленцю.

source: No Background
uk: Без минулого

source: There's nothing special about you.
uk: У вас немає нічого особливого.

source: Strong
uk: Сильний

source: You might not be the sharpest tool in the shed, but you're stronger than most.
uk: Ви може не найкмітніший, але сильніший за більшість.

source: Heavy throws
uk: Сильні кидки

source: +2 STR
uk: +2 СИЛ

source: -2 INT
uk: -2 ІНТ

source: Experienced
uk: Досвідчений

source: You're older and more experienced than the average adventurer, but you've used up most of your beginner's luck.
uk: Ви старший і досвідченіший за середнього мандрівника, але витратили більшу частину початківської удачі.

source: +1 Starting Level
uk: +1 Початковий рівень

source: -3 LUK
uk: -3 ВДА

source: Bookworm
uk: Книголюб

source: Due to your sickly nature, you've spent most of your life indoors reading books.
uk: Через слабке здоров’я ви провели більшу частину життя вдома, читаючи книги.

source: +1 Spellbook Starting Level
uk: +1 Початковий рівень заклинань

source: -1 STR
uk: -1 СИЛ

source: -1 DEX
uk: -1 СПР

source: Survivor
uk: Виживець

source: Years of living in the harsh wilderness have left you with impressive survival skills.
uk: Роки життя в суворій глушині наділили вас вражаючими навичками виживання.

source: +5 Bonfire Healing
uk: +5 Лікування біля багаття

source: Illiterate
uk: Неписьменний

source: Instead of going to school and learning how to read, you spent your time tinkering with explosives.
uk: Замість того, щоб ходити до школи та вчитися читати, ви витрачали час на виготовлення вибухівки.

source: +5 Bombs
uk: +5 Бомб

source: +Charred Helmet
uk: +Обвуглений шолом

source: Cannot read scrolls or books
uk: Не можете читати сувої чи книги

source: Raised by Merchant
uk: Вихований купцем

source: Growing up as a merchant's child has taught you how to bargain effectively.
uk: Виростаючи в родині купця, ви навчилися ефективно торгуватися.

source: +25 Starting Gold
uk: +25 Початкового золота

source: Discount at Shops
uk: Знижка в магазинах

source: Wanted
uk: Розшукуваний

source: You were caught stealing something you shouldn't have. Now, you have a price on your head.
uk: Вас спіймали на крадіжці того, чого не слід було чіпати. Тепер на вас призначено винагороду.

source: +Item: Stolen Ring
uk: +Предмет: Вкрадене кільце

source: Shopkeepers attack on sight
uk: Продавці атакують при виявленні

source: Farsighted
uk: Далекозорий

source: You have exceptional long-ranged vision which lets you aim much better with ranged weapons.
uk: Ви маєте винятковий зір на далекі відстані, що дозволяє краще цілитися зі зброї дальнього бою.

source: +1 Light Radius
uk: +1 Радіус світла

source: Increased Ranged Damage
uk: Збільшені пошкодження від дальньої зброї

source: Ascetic
uk: Аскетичний

source: You've taken an ascetic vow. Wearing equipment will break your holy vow.
uk: Ви дали обітницю аскетизму. Ношення обладунків порушить вашу святу обітницю.

source: Increased stats for each floor beaten without equipment
uk: Підвищення характеристик за кожен пройдений поверх без обладунків

source: Breaking holy vow is permanent
uk: Порушення святої обітниці — незворотне

source: Snake Eater
uk: Зміїд

source: Years of ingesting poisons to train your body has changed your metabolism.
uk: Роки вживання отрут для тренування тіла змінили ваш обмін речовин.

source: + Poison Potions
uk: + Зілля отрути

source: +1 POISRES
uk: +1 ОТРУЙСТ

source: Poison Potions heal
uk: Зілля отрути лікують

source: Healing Potion effect reduced
uk: Ефект лікувального зілля знижено

source: Nimble
uk: Спритний

source: You're generally quicker and nimbler than normal.
uk: Ви загалом швидший та спритніший за звичайних.

source: +2 SPD
uk: +2 ШВ

source: Reduced fall damage
uk: Зменшені пошкодження від падіння

source: Wisp Curse
uk: Прокляття вогників

source: They've followed you for most of your life, but you've learned to deal with it.
uk: Вогники супроводжували вас більшу частину життя, але ви навчилися з цим жити.

source: Synchronized
uk: Синхронізований

source: The world moves in step with you.
uk: Світ рухається в такт з вами.

source: Death's Acolyte
uk: Послідовник Смерті

source: Two tattoos of demonic dragons etched into your skin fill your body with deadly strength, at great cost. The souls of mortals tremble from your presence.
uk: Два татуювання демонічних драконів, викарбувані на вашій шкірі, наповнюють ваше тіло смертельною силою, але за велику ціну. Душі смертних тремтять від вашої присутності.

source: Death is easier to encounter
uk: Смерть легше знайти

source: Heirloom
uk: Родинна реліквія

source: You're not sure how old this ring is, but it's been passed down within the family for generations.
uk: Ви не впевнені, скільки років цьому перстеню, але він передається у вашій родині поколіннями.

source: +Item: Heirloom Ring
uk: +Предмет: Родинний перстень

source: Crossbow
uk: Арбалет

source: Instead of spending your hard-earned money on a regular bow, you decided to invest in an enchanted crossbow.
uk: Замість того, щоб витрачати зароблені гроші на звичайний лук, ви вирішили інвестувати в зачарований арбалет.

source: +Item: Enchanted Crossbow
uk: +Предмет: Зачарований арбалет

source: -Item: Short Bow
uk: -Предмет: Короткий лук

source: Armored
uk: Броньований

source: You used your inheritance to purchase a full plate of the finest armor you could buy.
uk: Ви використали спадок, щоб придбати найкращий комплект латів, який тільки могли дозволити собі.

source: +Item: Full Plate Armor
uk: +Предмет: Повний латний обладунок

source: Will of the Elements
uk: Воля стихій

source: Start with a caestus blessed by the elements.
uk: Починаєте з кестуса, благословленого стихіями.

source: +Item: Elemental Caestus
uk: +Предмет: Стихійний кестус

source: Potion Addict
uk: Залежний від зілля

source: You *really* love drinking potions.
uk: Ви *дуже* любите пити зілля.

source: Heal +4 when drinking any potion
uk: +4 до лікування при вживанні будь-якого зілля

source: Stoic
uk: Стоїк

source: With your well-disciplined body, you can shrug off damage quicker than others.
uk: Завдяки добре дисциплінованому тілу ви можете швидше відновлюватися від пошкоджень, ніж інші.

source: Status Effect Duration -33%
uk: Тривалість ефектів стану -33%

source: Reduced received knockback
uk: Зменшене відкидання

source: Tinkerer
uk: Винахідник

source: You've compensated for your bad leg by crafting something to help out your mobility.
uk: Ви компенсували проблеми з ногою, створивши щось для покращення рухливості.

source: +Item: Grappling Hook
uk: +Предмет: Гачок-кошка

source: -1 SPD
uk: -1 ШВ

source: Boomerang
uk: Бумеранг

source: You decided to use your spare time on the journey here carve a pair of throwing sticks.
uk: Ви вирішили використати вільний час у дорозі, щоб виготовити пару метальних палиць.

source: +Item: Boomerangs
uk: +Предмет: Бумеранги

source: Flail Wielder
uk: Володар кистеня

source: You're not a fan of conventional weapons.
uk: Вам не до вподоби звичайна зброя.

source: +Item: Heavy Flail
uk: +Предмет: Важкий кистень

source: -Item: Wooden Club
uk: -Предмет: Дерев’яна палиця

source: Mimic Whisperer
uk: Шептун міміків

source: You've learned the secret behind the origin of mimics.
uk: Ви дізналися таємницю походження міміків.

source: Bloody Adherent
uk: Кровожерливий послідовник

source: Followers of The God of Blood and War are most holy when in the thick of combat.
uk: Послідовники Бога Крові та Війни найсвятіші в самому пеклі бою.

source: Heal in combat when low on health
uk: Лікування в бою при низькому рівні здоров’я

source: Disciple of the Smith
uk: Учень Коваля

source: The Smith looks favorably upon devotees that take care of their equipment.
uk: Коваль прихильно ставиться до тих, хто дбає про своє спорядження.

source: Bonfires have a chance to grant stacking bonus to equipped items until unequipped
uk: Багаття мають шанс надавати накопичувальні бонуси екіпірованому спорядженню, поки його не знімете

source: Disciple of the Scholar
uk: Учень Вченого

source: Followers of The Scholar strive to comprehend the language of magic.
uk: Послідовники Вченого прагнуть зрозуміти мову магії.

source: Sacrifices to the Scholar are rewarded more.
uk: Жертви Вченому винагороджуються щедріше.

source: Cursed Adherent
uk: Послідовник Проклятих

source: Adherents to the Shackled are blessed with more opportunities to embrace cursedness.
uk: Послідовники Скутих отримують більше можливостей прийняти прокляття.

source: Greatly increased chance of cursed items from chests
uk: Значно збільшений шанс знайти прокляті предмети у скринях

source: Acolyte of Light
uk: Послідовник Світла

source: Acolytes of Light can heal their allies through the use of holy light.
uk: Послідовники Світла можуть лікувати союзників за допомогою святого світла.

source: Ability: Circle of Light
uk: Здібність: Коло Світла

source: Acolyte of Chaos
uk: Послідовник Хаосу

source: The Deranged finds you interesting.
uk: Безумний вважає вас цікавим.

source: Faithless Heathen
uk: Безвірник

source: You reject the gods and they reject you.
uk: Ви відкидаєте богів, і вони відкидають вас.

source: Gain stats from destroying shrines
uk: Отримуйте характеристики за знищення святинь

source: Very Unlucky
uk: Дуже нещасливий

source: Berserk
uk: Берсерк

source: Berserker's Blood
uk: Кров Берсерка

source: Continuous attacks will cause you to go berserk!
uk: Безперервні атаки змусять вас впасти в берсерк!

source: Pain Tolerance
uk: Стійкість до болю

source: Take less damage while berserking.
uk: Отримуйте менше пошкоджень у стані берсерка.

source: Berserker's Blood 2
uk: Кров Берсерка 2

source: Attacks while berserking steal life. Increased berserk duration.
uk: Атаки в стані берсерка крадуть життя. Збільшено тривалість берсерка.

source: Killing Bonus
uk: Бонус за вбивство

source: Each enemy killed while berserking will increase your strength.
uk: Кожен ворог, убитий у стані берсерка, збільшить вашу силу.

source: Berserker's Blood 3
uk: Кров Берсерка 3

source: Increase the effect of berserk.
uk: Посилює ефект берсерка.

source: Archery
uk: Стрілецтво

source: Advanced Movement
uk: Покращене пересування

source: Enables strafing and jumping while drawing a bow.
uk: Дозволяє рухатися боком і стрибати під час натягування лука.

source: Rebound
uk: Рикошет

source: Arrows bounce off the first surface hit.
uk: Стріли відскакують від першої поверхні, в яку влучають.

source: Penetrate
uk: Проникнення

source: Arrows penetrate the first target.
uk: Стріли пронизують першу ціль.

source: Pierce
uk: Прокол

source: Arrows pierce through two targets.
uk: Стріли проколюють дві цілі.

source: Ricochet
uk: Багаторазовий рикошет

source: Arrows bounce many times.
uk: Стріли відскакують багато разів.

source: Acrobatics
uk: Акробатика

source: Tumbling
uk: Кульбіти

source: Press [Interact] while holding left or right to roll. Holding a direction when taking fall damage will roll.
uk: Натисніть [Взаємодія], утримуючи рух лівою або правою, щоб скотитися. Утримання напрямку під час падіння дозволить скотитися.

source: Advanced Maneuvers
uk: Покращені маневри

source: Jump off of walls. Also, rolls can be canceled by jumping.
uk: Можна стрибати від стін. Також кульбіти можна скасувати стрибком.

source: Evasion 1
uk: Ухилення 1

source: Evasion 2
uk: Ухилення 2

source: Red Potion
uk: Червоне зілля

source: As red as fresh blood.
uk: Червоне, як свіжа кров.

source: Blue Potion
uk: Синє зілля

source: Looks refreshing.
uk: Виглядає освіжаюче.

source: Green Potion
uk: Зелене зілля

source: Doesn't look completely natural.
uk: Не виглядає повністю природним.

source: Orange Potion
uk: Помаранчеве зілля

source: Almost looks like juice.
uk: Має вигляд соку.

source: Brown Potion
uk: Коричневе зілля

source: Doesn't look very appetizing.
uk: Не виглядає апетитно.

source: Cyan Potion
uk: Блакитне зілля

source: It's slightly transluscent.
uk: Трохи напівпрозоре.

source: Purple Potion
uk: Фіолетове зілля

source: Reminds you of eggplants.
uk: Нагадує баклажани.

source: Yellow Potion
uk: Жовте зілля

source: Captured sunshine.
uk: Захоплене сонячне світло.

source: Black Elixer
uk: Чорний еліксир

source: Completely opaque.
uk: Абсолютно непрозорий.

source: Indigo Elixer
uk: Індиговий еліксир

source: Almost looks black.
uk: Має вигляд майже чорного.

source: Pink Elixer
uk: Рожевий еліксир

source: It looks unnatural.
uk: Виглядає ненатурально.

source: White Elixer
uk: Білий еліксир

source: Is it milk?
uk: Чи це молоко?

source: Red Elixer
uk: Червоний еліксир

source: It looks spicy.
uk: Виглядає гострим.

source: Blue Elixer
uk: Синій еліксир

source: It feels cold to the touch.
uk: На дотик холодний.

source: Green Elixer
uk: Зелений еліксир

source: Feels surprisingly heavy.
uk: Дивно важкий на вагу.

source: Orange Elixer
uk: Помаранчевий еліксир

source: It feels warm to the touch.
uk: На дотик теплий.

source: Red Tincture
uk: Червона настойка

source: It smells like roses.
uk: Пахне трояндами.

source: Teal Tincture
uk: Блакитно-зелена настойка

source: It smells like the mountains.
uk: Пахне горами.

source: Purple Tincture
uk: Фіолетова настойка

source: It smells like violets.
uk: Пахне фіалками.

source: Yellow Tincture
uk: Жовта настойка

source: It smells like bananas.
uk: Пахне бананами.

source: Black Tincture
uk: Чорна настойка

source: It smells like death.
uk: Пахне смертю.

source: Indigo Tincture
uk: Індигова настойка

source: It smells like the ocean.
uk: Пахне океаном.

source: Pink Tincture
uk: Рожева настойка

source: It smells fruity.
uk: Пахне фруктами.

source: White Tincture
uk: Біла настойка

source: It smells like sugar.
uk: Пахне цукром.

source: Red Draught
uk: Червоний відвар

source: It glows faintly red in the darkness.
uk: Тьмяно світиться червоним у темряві.

source: Blue Draught
uk: Синій відвар

source: It glows faintly blue in the darkness.
uk: Тьмяно світиться синім у темряві.

source: Green Draught
uk: Зелений відвар

source: It glows faintly green in the darkness.
uk: Тьмяно світиться зеленим у темряві.

source: Orange Draught
uk: Помаранчевий відвар

source: It glows faintly orange in the darkness.
uk: Тьмяно світиться помаранчевим у темряві.

source: Brown Draught
uk: Коричневий відвар

source: It glows faintly brown in the darkness.
uk: Тьмяно світиться коричневим у темряві.

source: Teal Draught
uk: Блакитно-зелений відвар

source: It glows faintly teal in the darkness.
uk: Тьмяно світиться блакитно-зеленим у темряві.

source: Purple Draught
uk: Фіолетовий відвар

source: It glows faintly purple in the darkness.
uk: Тьмяно світиться фіолетовим у темряві.

source: Yellow Draught
uk: Жовтий відвар

source: It glows faintly yellow in the darkness.
uk: Тьмяно світиться жовтим у темряві.

source: It is inscribed with mysterious arcane glyphs.
uk: Покритий таємничими арканними гліфами.

source: Grey Scroll
uk: Сірий сувій

source: Light Brown Scroll
uk: Світло-коричневий сувій

source: Brown Scroll
uk: Коричневий сувій

source: Purple Scroll
uk: Фіолетовий сувій

source: Pink Scroll
uk: Рожевий сувій

source: Red Scroll
uk: Червоний сувій

source: Light Green Scroll
uk: Світло-зелений сувій

source: Blue Scroll
uk: Синій сувій

source: Tan Scroll
uk: Світло-бежевий сувій

source: Green Scroll
uk: Зелений Сувій

source: Teal Scroll
uk: Бірюзовий Сувій

source: Golden Scroll
uk: Золотий Сувій

source: Sparkling
uk: Іскристий

source: Shiny
uk: Блискучий

source: Glowing
uk: Сяючий

source: Shimmering
uk: Мерехтливий

source: Translucent
uk: Напівпрозорий

source: Runed
uk: Руничний

source: Blessed
uk: Благословенний

source: Artisan
uk: Майстерний

source: Masterwork
uk: Виріб Майстра

source: Hallowed
uk: Святковий

source: Unearthly
uk: Неземний

source: Kingly
uk: Королівський

source: Smoking
uk: Димний

source: Weird
uk: Дивний

source: Strange
uk: Чудернацький

source: Peculiar
uk: Химерний

source: Unnatural
uk: Ненатуральний

source: Grotesque
uk: Гротескний

source: Fantastic
uk: Фантастичний

source: Bizarre
uk: Екстравагантний

source: Uncanny
uk: Дивовижний

source: Pale
uk: Блідий

source: Magnificent
uk: Величний

source: Angelic
uk: Ангельський

source: Demonic
uk: Демоничний

source: Resplendent
uk: Сяючий

source: Terrible
uk: Жахливий

source: Possessed
uk: Оволоділий

source: Haunted
uk: Примарний

source: Unpleasant
uk: Неприємний

source: Inconvenient
uk: Незручний

source: Unnerving
uk: Тривожний

source: Repulsive
uk: Відразливий

source: Unfortunate
uk: Нещасливий

source: Fetid
uk: Смердючий

source: Rancid
uk: Гнилий

source: Stinking
uk: Смердючий

source: Foul-smelling
uk: Неприємно пахнучий

source: Foul
uk: Смердючий

source: Malodorous
uk: Погано пахнучий

source: Putrid
uk: Тухлий

source: Evil-smelling
uk: Зловонний

source: Unsightly
uk: Непривабливий

source: Corrupt
uk: Розбещений

source: Malicious
uk: Зловмисний

source: Wicked
uk: Підступний

source: Vile
uk: Мерзенний

source: Faena's
uk: Фаени

source: Atoru's
uk: Атору

source: Odenar's
uk: Оденара

source: Vihena's
uk: Віхени

source: Zudite's
uk: Зудіте

source: Yorr's
uk: Йорра

source: Galdir's
uk: Гальдіра

source: Zyheia's
uk: Зіхеї

source: Hyone's
uk: Гіоне

source: Xiqzotl's
uk: Сікзотля

source: Imir's
uk: Іміра

source: Urist's
uk: Юріста

source: Black
uk: Чорний

source: White
uk: Білий

source: Lava-Forged
uk: Вулканічний

source: Twilight
uk: Сутінковий

source: Shining
uk: Сяючий

source: Winter
uk: Зимовий

source: Summer
uk: Літній

source: Forgotten
uk: Забутий

source: Screaming
uk: Крикуючий

source: Brooding
uk: Задумливий

source: Sentient
uk: Свідомий

source: Relic
uk: Реліквія

source: Curio
uk: Куріоз

source: Token
uk: Жетон

source: Trophy
uk: Трофей

source: Vestige
uk: Сліди

source: Remnant
uk: Залишок

source: Fragment
uk: Фрагмент

source: Legacy
uk: Спадщина

source: Elation
uk: Піднесення

source: Disappointment
uk: Розчарування

source: Sorrow
uk: Сум

source: Courageous
uk: Сміливий

source: Animal
uk: Тварина

source: Lion's Roar
uk: Рев Лева

source: Tap interact while holding up to unleash an intimidating roar.
uk: Натисніть [Взаємодія] вгору, щоб випустити грізний рев.

source: Bear's Stomp
uk: Топіт Ведмедя

source: While airborne, press down and jump to perform a crushing attack.
uk: У повітрі натисніть вниз і стрибок для потужного удару.

source: Wolf's Sprint
uk: Спринт Вовка

source: Press [Interact] while holding left or right to roll to enable inhuman sprint capabilities. Cannot be used while exausted.
uk: Натисніть [Взаємодія] вліво чи вправо для крутого перекату і нечуваного спринту. Не можна використовувати втомленим.

source: Eagle's Rise
uk: Підйом Орла

source: Hold up and press jump in mid-air to ascend!
uk: Тримайте вгору і натисніть стрибок у повітрі, щоб піднятися!

source: Friends Playing Vagante
uk: Друзі грають у Vagante

source: EMPTY
uk: ПУСТО

source: JOIN GAME
uk: ПРИЄДНАТИСЯ

source: Treasure Key
uk: Ключ Скарбу

source: This key opens up a hoard of treasure.
uk: Цей ключ відкриває скарбницю.

source: Life Water
uk: Вода Життя

source: A single drop of water from the Fountain of Life.
uk: Одна крапля води з Джерела Життя.

source: Arrow
uk: Стріла

source: Stone tipped, and fletched with an Ozir's feathers.
uk: З кам’яним наконечником і оперена пір’ям Озира.

source: Explosive Arrow
uk: Вибухова стріла

source: A common arrow, with a bomb attached to the end of it.
uk: Звичайна стріла з бомбою на кінці.

source: Potion of Regeneration
uk: Зілля Відновлення

source: Heals everything from papercuts to broken bones.
uk: Лікує все, від порізів до переломів.

source: You begin to regenerate.
uk: Ви починаєте відновлюватися.

source: Potion of Poison
uk: Зілля Отрути

source: Best not drink this.
uk: Краще цього не пити.

source: That tasted strange.
uk: Смакував дивно.

source: Potion of Featherfall
uk: Зілля Легкості

source: Grants a feeling of weightlessness.
uk: Дарує відчуття невагомості.

source: Your body feels weightless.
uk: Тіло відчуває невагомість.

source: Potion of Quickness
uk: Зілля Швидкості

source: The very essence of wind is stoppered in this flask.
uk: Суть вітру збережена в цій пляшці.

source: You feel quicker.
uk: Ви відчуваєте себе швидшим.

source: Potion of Defense
uk: Зілля Захисту

source: Drinking this hardens the skin.
uk: Пиття цього зміцнює шкіру.

source: Your skin hardens.
uk: Ваша шкіра стає твердішою.

source: Potion of Vigor
uk: Зілля Сили

source: It's imbued with the fortitude of a giant.
uk: Воно насичене витривалістю гіганта.

source: You feel strong.
uk: Ви відчуваєте себе сильним.

source: Potion of Magic
uk: Зілля Магії

source: Grants increased magic power and recharges your skills.
uk: Збільшує магічну силу та відновлює здібності.

source: Magic courses through you.
uk: Магія протікає крізь вас.

source: Potion of Strength
uk: Зілля СИЛ

source: Increases your STR by one.
uk: Збільшує вашу СИЛ на 1.

source: STR +1
uk: СИЛ +1

source: Potion of Intelligence
uk: Зілля ІНТ

source: Increases your INT by one.
uk: Збільшує вашу ІНТ на 1.

source: INT +1
uk: ІНТ +1

source: Potion of Dexterity
uk: Зілля ЛОВ

source: Increases your DEX by one.
uk: Збільшує вашу ЛОВ на 1.

source: DEX +1
uk: ЛОВ +1

source: Potion of Luck
uk: Зілля УДА

source: Increases your LUK by one.
uk: Збільшує вашу УДА на 1.

source: LUK +1
uk: УДА +1

source: Potion of Vitality
uk: Зілля ВИТ

source: Increases your VIT by one.
uk: Збільшує вашу ВИТ на 1.

source: VIT +1
uk: ВИТ +1

source: Potion of Speed
uk: Зілля ШВ

source: Increases your SPD by one.
uk: Збільшує вашу ШВ на 1.

source: SPD +1
uk: ШВ +1

source: Potion of Fire Resistance
uk: Зілля ВОГНЯНИЙ

source: Increases your Fire Res by one.
uk: Збільшує вашу ВОГНЯНИЙ на 1.

source: FIRERES +1
uk: ВОГНЯНИЙ +1

source: Potion of Cold Resistance
uk: Зілля ХОЛОДНИЙ

source: Increases your Cold Res by one.
uk: Збільшує вашу ХОЛОДНИЙ на 1.

source: COLDRES +1
uk: ХОЛОДНИЙ +1

source: Potion of Lightning Resistance
uk: Зілля СТРУМ

source: Increases your Light Res by one.
uk: Збільшує вашу СТРУМ на 1.

source: ELECRES +1
uk: СТРУМ +1

source: Potion of Poison Resistance
uk: Зілля ОТРУТА

source: Increases your Poison Res by one.
uk: Збільшує вашу ОТРУТА на 1.

source: POISRES +1
uk: ОТРУТА +1

source: Potion of Lower Strength
uk: Зілля Зменшення СИЛ

source: Decreases your STR by one.
uk: Зменшує вашу СИЛ на 1.

source: STR -1
uk: СИЛ -1

source: Potion of Lower Intelligence
uk: Зілля Зменшення ІНТ

source: Decreases your INT by one.
uk: Зменшує вашу ІНТ на 1.

source: INT -1
uk: ІНТ -1

source: Potion of Lower Dexterity
uk: Зілля Зменшення ЛОВ

source: Decreases your DEX by one.
uk: Зменшує вашу ЛОВ на 1.

source: DEX -1
uk: ЛОВ -1

source: Potion of Lower Luck
uk: Зілля Зменшення УДА

source: Decreases your LUK by one.
uk: Зменшує вашу УДА на 1.

source: LUK -1
uk: УДА -1

source: Potion of Lower Vitality
uk: Зілля Зменшення ВИТ

source: Decreases your VIT by one.
uk: Зменшує вашу ВИТ на 1.

source: VIT -1
uk: ВИТ -1

source: Potion of Lower Fire Resistance
uk: Зілля Зменшення ВОГНЯНИЙ

source: Decreases your Fire Res by one.
uk: Зменшує вашу ВОГНЯНИЙ на 1.

source: FIRERES -1
uk: ВОГНЯНИЙ -1
