Repository: kumita08/vaganteukrainianlanguage
Catalog: *.po
Languages: uk

source: Shadow Attunement
uk: Настроювання тіні

source: Enter stealth mode quicker. Opening chests no longer breaks stealth.
uk: Увійдіть у режим прихованості швидше. Відкривання скринь не порушує прихованість.

source: Moving Shadow
uk: Рухається тінь

source: Attacks out of stealth critically hit. Stealth automatically when out of combat.
uk: Атаки з прихованості наносять критичний удар. Автоматично переходить у прихованість поза боєм.

source: Strike of Darkness
uk: Удар Темряви

source: Entering stealth releases a cloud of smoke. Increased critical damage.
uk: Вхід у прихованість створює хмару диму. Збільшено критичний урон.

source: Defensive Stance
uk: Оборонна поза

source: Hold down to block physical attacks.
uk: Утримуйте, щоб блокувати фізичні атаки.

source: Aspect of Rock
uk: Аспект каменю

source: Become immune to knockbacks when taking damage.
uk: Станьте невразливим до відштовхувань при отриманні шкоди.

source: Bulwark
uk: Бастіон

source: Gain a recharging defensive shield.
uk: Отримайте перезаряджальний оборонний щит.

source: Reflex Stance
uk: Поза рефлексу

source: Correctly timed blocks will reflect attack damage.
uk: Правильні блоки відображають шкоду від атаки.

source: Aspect of Steel
uk: Аспект сталі

source: Some attacks will be automatically blocked.
uk: Деякі атаки будуть автоматично заблоковані.

source: Fist Weapon
uk: Зброя кулака

source: Brawler
uk: Борець

source: Change the direction of fist weapon attacks. Mixed-direction combos deal more damage.
uk: Змінює напрямок атак зброєю кулака. Комбо в різних напрямках наносять більше шкоди.

source: Pummel 1
uk: Удар 1

source: Hold attack to unleash multiple attacks when using fist weapons. Combos always deal more damage.
uk: Утримуйте атаку, щоб виконати кілька ударів зброєю кулака. Комбо завжди наносять більше шкоди.

source: Pummel 2
uk: Удар 2

source: Sustain longer rounds of pummeling.
uk: Тримайте довші серії ударів.

source: Pummel 3
uk: Удар 3

source: Sustain even longer rounds of pummeling.
uk: Тримайте ще довші серії ударів.

source: Successful combos will allow you to channel the energy required for the ultimate punch.
uk: Успішні комбо дозволяють накопичити енергію для фінального удару.

source: Left
uk: Ліво

source: Right
uk: Право

source: Up
uk: Вгору

source: Down
uk: Вниз

source: Melee Attack
uk: Атака ближньої зброєю

source: Ranged Attack
uk: Атака дальньою зброєю

source: Jump
uk: Стрибок

source: Cast Spell
uk: Закляття

source: Swap/Cancel
uk: Змінити/Скасувати

source: Walk
uk: Ходьба

source: Menu
uk: Меню

source: Pause
uk: Пауза

source: Interact
uk: Взаємодія

source: Emote (Multiplayer Only)
uk: Емоція (тільки мультиплеєр)

source: In-Game Chat (Multiplayer Only)
uk: Чат у грі (тільки мультиплеєр)

source: HOLD A BUTTON
uk: УТРИМУВАТИ КНОПКУ

source: HOLD A KEY
uk: УТРИМУВАТИ КЛАВІШУ

source: ERROR
uk: ПОМИЛКА

# Gamepad Binds
source: Axis {1}-
uk: Вісь {1}-

# Gamepad Binds
source: Button {1}
uk: Кнопка {1}

source: Right (L-Stk)
uk: Вправо (Л-Стік)

source: Left (L-Stk)
uk: Вліво (Л-Стік)

source: Down (L-Stk)
uk: Вниз (Л-Стік)

source: Up (L-Stk)
uk: Вгору (Л-Стік)

source: Right (R-Stk)
uk: Вправо (П-Стік)

source: Left (R-Stk)
uk: Вліво (П-Стік)

source: Down (R-Stk)
uk: Вниз (П-Стік)

source: Up (R-Stk)
uk: Вгору (П-Стік)

source: Up (D-pad)
uk: Вгору (D-pad)

source: Down (D-pad)
uk: Вниз (D-pad)

source: Left (D-pad)
uk: Вліво (D-pad)

source: Right (D-pad)
uk: Вправо (D-pad)

source: Start
uk: Пуск

source: Left Thumb
uk: Лівий великий палець

source: Right Thumb
uk: Правий великий палець

source: Left Shoulder
uk: Ліве плече

source: Right Shoulder
uk: Праве плече

source: Left Trigger
uk: Лівий тригер

source: Right Trigger
uk: Правий тригер

source: Left Bumper
uk: Лівий бампер

source: Right Bumper
uk: Правий бампер

source: Creating Steam Lobby...
uk: Створення лобі Steam...

source: Connecting to Steam Lobby...
uk: Підключення до лобі Steam...

source: Initializing...
uk: Ініціалізація...

source: Connecting to IP...
uk: Підключення до IP...

source: Connecting to Steam Game Server...
uk: Підключення до сервера гри Steam...

source: {1} port: {2}
uk: Порт {1}: {2}

source: Game Over
uk: Гра завершена

source: Most traps can be triggered by dropped items.
uk: Більшість пасток можна активувати кинутими предметами.

source: Your controls can always be configured in the options.
uk: Ваші керування завжди можна налаштувати в опціях.

source: Sacrifice extra equipment to The Smith for a chance at new gear.
uk: Принесіть зайве спорядження Ковалю за шанс отримати нову екіпіровку.

source: Equip/unequip your spells in the spellbook tab of your menu.
uk: Екіпіруйте/знімайте закляття у вкладці «Книга заклять» у меню.

source: Shrines to certain gods accept sacrifices in exchange for favor.
uk: Святилища певних богів приймають жертви в обмін на благовоління.

source: While poison deals damage over time, it will never kill you.
uk: Хоча отрута завдає шкоди з часом, вона ніколи не вб’є вас.

source: The Rogue is invincible to attacks while rolling.
uk: Розбійник невразливий до атак під час кувирків.

source: Donate extra gold to The Light and you may receive his blessing.
uk: Пожертвуйте зайве золото Світлу і можете отримати його благословення.

source: Elemental resistances max out at +4, granting you immunity to an element.
uk: Опір стихіям максимальний на +4, що надає імунітет до елемента.

source: It's possible to steal an item from the shop and escape the level before being noticed.
uk: Можна викрасти предмет у магазині та вийти з рівня, не будучи поміченим.

source: While The Deranged will accept any item as sacrifice, be wary of his "rewards"
uk: Божевільний прийме будь-який предмет як жертву, але остерігайтесь його «нагород».

source: Hold jump while bouncing off an enemy's head to reach greater heights.
uk: Утримуйте стрибок, відскакуючи від голови ворога, щоб піднятися вище.

source: Defeating the boss of a level will instantly grant you a full level.
uk: Перемога над босом рівня одразу дає вам повний рівень.

source: While spikes are a lethal threat, they can also be used against most enemies.
uk: Хоча шипи смертельно небезпечні, їх можна використати проти більшості ворогів.

source: Each class has strengths and weaknesses. Find the one that matches your playstyle.
uk: У кожного класу є сильні та слабкі сторони. Знайдіть той, що підходить вашому стилю гри.

source: The Shackled's shrine can be used to identify cursed items.
uk: Святилище Прикутих можна використовувати для виявлення проклятих предметів.

source: Sit at campfires inbetween levels to regain your health.
uk: Сидіть біля багать у проміжках між рівнями, щоб відновити здоров’я.

source: The Bloody accepts sacrifices of blood in exchange for greater power.
uk: Кривавий приймає жертви кров’ю за обмін на більшу силу.

source: Drop unwanted scrolls or books while sitting at a campfire for extra healing.
uk: Кидайте непотрібні сувої або книги, сидячи біля багаття, для додаткового лікування.

source: Combine an identified poison potion with your weapon to envenom it.
uk: Поєднайте визначену отруту з вашою зброєю, щоб отруїти її.

source: Combine a bomb with an arrow to craft an explosive arrow.
uk: Поєднайте бомбу зі стрілою, щоб створити вибухову стрілу.

source: Water is a natural counter to fire.
uk: Вода природний контр до вогню.
