Repository: kumita08/vaganteukrainianlanguage
Catalog: *.po
Languages: uk

source: A crossbow specially modified to launch a chain and hook. Hold up and range attack to use.
uk: Арбалет спеціально модифікований для запуску ланцюга з крюком. Натисни вгору та атакуй здалеку, щоб використати.

source: Pet Whistle
uk: Свисток для вихованця

source: Hold Up and Interact to use. Whistle once to summon your companion, twice to order them to wait.
uk: Тримай вгору та взаємодій, щоб використати. Один раз свистни, щоб покликати супутника, двічі — щоб наказати чекати.

source: Magic Quiver
uk: Магічний колчан

source: This mysterious item never runs out of arrows if it is powered by enough mana.
uk: Цей таємничий предмет ніколи не вичерпується зі стрілами, якщо його живить достатньо мани.

source: Blink Dagger
uk: Кинджал телепортації

source: If you stare into the blade, you can see a distant place.
uk: Якщо дивитись у лезо, можна побачити віддалене місце.

source: Thunder God's Hammer
uk: Молот Бога Грому

source: Only a god can wield it correctly.
uk: Тільки бог може ним правильно володіти.

source: Pork Chop
uk: Свиняча відбивна

source: What's the worst that could happen?!
uk: Що найгірше може статися?!

source: Rune Orb
uk: Руничний кристал

source: It's inscribed with pulsing magic runes.
uk: На ньому вирізані пульсуючі магічні руни.

source: Backpack
uk: Рюкзак

source: The belongings of an unfortunate traveler.
uk: Речі нещасного мандрівника.

source: Shopkeeper's Stash
uk: Схованка крамаря

source: It has to have SOMETHING valuable in it!...
uk: Тут має бути щось цінне!...

source: Roasted Chicken
uk: Смажений півень

source: Organic, Cage-free, Dungeon Raised Grade A Chicken.
uk: Органічна, вільна, вирощена у підземеллі курка класу А.

source: Rotten Chicken
uk: Гнила курка

source: Check the expiration date.
uk: Перевір термін придатності.

source: Cooked Eye
uk: Приготоване око

source: Juicy like a grape.
uk: Соковите, як виноград.

source: Sashimi
uk: Сашимі

source: Serve with soy sauce.
uk: Подавайте з соєвим соусом.

source: Cooked Rat
uk: Приготований щур

source: Rat on a stick.
uk: Щур на паличці.

source: Candy
uk: Цукерка

source: Pure sugar goodness.
uk: Чиста цукрова насолода.

source: Sack of Loot
uk: Мішок здобичі

source: It could contain *anything*.
uk: Тут може бути *будь-що*.

source: Unarmed
uk: Без зброї

source: This doesn't belong to you!.. Thief!!!
uk: Це тобі не належить!.. Злодію!!!

source: unidentified
uk: невідомо

source: 99 Damage On Explosion
uk: 99 ушкоджень при вибуху

source: Deals 0 Damage
uk: Завдає 0 ушкоджень

# 3-7 Damage
source: {1}-{2} Damage
uk: {1}-{2} ушкоджень

source: Charges
uk: Заряджання

source: Vorpal Attack Speed
uk: Швидкість удару Ворпала

source: Very Fast Attack Speed
uk: Дуже швидка атака

source: Fast Attack Speed
uk: Швидка атака

source: Normal Attack Speed
uk: Звичайна швидкість атаки

source: Slow Attack Speed
uk: Повільна атака

source: Very Slow Attack Speed
uk: Дуже повільна атака

source: God Cursed!
uk: Боже проклятий!

source: Cursed!
uk: Проклятий!

source: Stolen
uk: Вкрадено

source: Pet Utility
uk: Супутник

source: Loud Bark
uk: Гучний гавкіт

source: Your pet's barks are more effective.
uk: Гавкіт вашого вихованця ефективніший.

source: Unceasing Din
uk: Безперервний галас

source: Your pet can bark more often.
uk: Вихованець може гавкати частіше.

source: Noisy Passenger
uk: Гучний пасажир

source: Your pet can bark at enemies while carried.
uk: Вихованець може гавкати на ворогів, поки його несуть.

source: Bouncy Missile
uk: Стрибучий снаряд

source: Your pet bounces when thrown.
uk: Вихованець стрибає, коли його кидають.

source: Sword
uk: Меч

source: Sword Dance
uk: Мечовий танець

source: Slide backwards or forwards while stabbing. Hitting an enemy while sliding deals extra damage.
uk: Ковзай вперед або назад під час удару. Влучання по ворогу під час ковзання завдає додаткових ушкоджень.

source: Omnistab
uk: Універсальний удар

source: Hold down and attack while falling for a falling attack. Hold up and attack to do a weaker overhead slash.
uk: Тримай натиснутим і атакуй під час падіння для удару з висоти. Натисни вгору та атакуй для слабшого верхнього удару.

source: Power Attack
uk: Сильний удар

source: Hold your attack button to gather strength.
uk: Тримай кнопку атаки, щоб накопичити силу.

source: Quick Draw
uk: Швидке витягнення

source: Hone your dexterity. Draw your sword faster than the enemy can react.
uk: Вдосконалюй спритність. Витягуй меч швидше, ніж ворог встигне відреагувати.

source: Sword Spin
uk: Обертання меча

source: Move left or right while holding down in the air to perform a powerful sword spin attack.
uk: Рухайся вліво або вправо, тримаючи вниз у повітрі, щоб виконати потужний обертальний удар мечем.

source: PROGRAMMING
uk: ПРОГРАМУВАННЯ

source: GRAPHICS
uk: ГРАФІКА

source: MUSIC & SOUND
uk: МУЗИКА ТА ЗВУК

source: SPECIAL THANKS
uk: ОСОБЛИВА ПОДЯКА

source: Our friends and family...
uk: Нашим друзям та родині…

source: Everyone who supported us during Early Access...
uk: Усім, хто підтримував нас під час Раннього Доступу…

source: And YOU!
uk: І ТОБІ!

source: THE END
uk: КІНЕЦЬ

source: Dash a short distance.
uk: Ривок на коротку відстань.

source: Temporarily gain a shield of fire that reduces damage and burns attackers.
uk: Тимчасово отримуй вогняний щит, що зменшує ушкодження та обпалює атакуючих.

source: Exert a mysterious force on surrounding entities.
uk: Застосуй таємничу силу до оточуючих об'єктів.

source: Create a portal, or teleport to an existing one.
uk: Створи портал або телепортуйся до існуючого.

source: Instantly teleport to a new location.
uk: Миттєво телепортуйся на нове місце.

source: Create Potion
uk: Зварити зілля

source: Create a new random potion.
uk: Створи нове випадкове зілля.

source: Throw Potion
uk: Кинути зілля

source: Throw the first potion in your inventory.
uk: Кинь перше зілля з інвентарю.

source: Toss a ball of incredibly cold magic.
uk: Кинь кулю надзвичайно холодної магії.

source: Launch a burning mass of destruction.
uk: Запусти палаючу масу руйнування.

source: Charm a target enemy.
uk: Очаруй цільового ворога.

source: Summon a friendly monster that will attack enemies.
uk: Заклич дружнього монстра, який атакуватиме ворогів.

source: Summon the power of storms upon your enemies.
uk: Заклич силу бурі на ворогів.

source: Powerful electricity will arc to multiple enemies.
uk: Потужна електрика вразить кількох ворогів.

source: Summon spirits to protect you.
uk: Заклич духів для свого захисту.

source: Cast a homing physical attack.
uk: Виконай керовану фізичну атаку.

source: Manipulate certain objects with your mind, then toss them at your foes.
uk: Маніпулюй певними об'єктами розумом і кидай їх у ворогів.

source: Launch an earth-trembling wave of destruction.
uk: Запусти землетрусаючу хвилю руйнування.

source: Release an otherworldly burst of cold flame.
uk: Вивільни потойбічний спалах холодного вогню.

source: Summon a circle of light that heals allies and damages enemies.
uk: Заклич коло світла, що лікує союзників та шкодить ворогам.

source: Thrust with powerful photonic energies.
uk: Штовхни потужними фотонними енергіями.

source: Deep-freeze your surroundings.
uk: Заморозь навколишнє середовище.

source: Call forth a raging inferno before you.
uk: Заклич бушуюче пекло попереду.

source: A forbidden technique developed by cursed immortal beings.
uk: Заборонена техніка, створена проклятими безсмертними істотами.

source: Sheath your body in a holy shield of invulnerability.
uk: Огорни своє тіло святим щитом невразливості.

source: Attack with holy light.
uk: Атакуй святим світлом.

source: Throw a bone.
uk: Кинь кістку.

source: Raise shards of ice from the ground.
uk: Підніми уламки льоду з землі.

source: Ignite flammable elements.
uk: Запали легкозаймисті елементи.

source: Whistle for your companion.
uk: Свистни, щоб покликати супутника.

source: Dash
uk: Ривок

source: Fire Shield
uk: Вогняний щит

source: Psychic Push
uk: Психічний поштовх

source: Portal
uk: Портал

source: Iceball
uk: Крижана куля

source: Fireball
uk: Вогняна куля

source: Charm
uk: Очарування

source: Summon Monster
uk: Заклик монстра

source: Lightning
uk: Блискавка

source: Chain Lightning
uk: Ланцюгова блискавка

source: Spirits
uk: Духи

source: Blink
uk: Телепорт

source: Magic Missile
uk: Магічна ракета

source: Telekinesis
uk: Телекинез

source: Shockwave
uk: Ударна хвиля

source: Blue Firebolt
uk: Блакитний вогняний болт

source: Circle of Light
uk: Коло світла

source: Eleclance
uk: Електрична стріла

source: Frost Nova
uk: Крижана нова

source: Flame Pillar
uk: Вогняний стовп

source: Evil Transformation
uk: Зла трансформація

source: Ice Spire
uk: Крижаний шпиль

source: Flare Nova
uk: Спалах нова

source: Holy Shield
uk: Святий щит

source: Divine Weapon
uk: Божественна зброя

source: Throw Bone
uk: Кинути кістку

source: Whistle
uk: Свист

# Skill book name
source: Book of {1}
uk: Книга {1}

source: Level: {1}
uk: Рівень: {1}

source: Weathered
uk: Зношений

source: Enchanted
uk: Зачарований

source: Elemental
uk: Елементальний

source: Heavy
uk: Тяжкий

source: Charred
uk: Обпечений

source: Anatomy Studies
uk: Вивчення анатомії

source: Increased dagger damage and critical chance.
uk: Збільшує шкоду кинджалом та шанс критичного удару.

source: Dagger Tricks
uk: Фокуси з кинджалом

source: Hold up and attack to throw your dagger. Thrown daggers will return to their owner.
uk: Тримай вгору і атакуй, щоб кинути кинджал. Кинджали повертаються до власника.

source: Dagger Mastery
uk: Майстерність кинджала

source: Thrown daggers strike twice.
uk: Кинджали влучають двічі.

source: Familiar 1
uk: Супутник 1

source: Gain a weak demonic familiar. Increases mana regen.
uk: Отримуєш слабкого демонічного супутника. Збільшує реген мани.

source: Familiar 2
uk: Супутник 2

source: Gain a lesser demonic familiar. Familiar sometimes attacks enemies.
uk: Отримуєш менше сильного демонічного супутника. Супутник інколи атакує ворогів.

source: Familiar 3
uk: Супутник 3

source: Gain a greater demonic familiar. Familiar's damage increased.
uk: Отримуєш сильного демонічного супутника. Шкода супутника збільшена.

source: Settings
uk: Налаштування

source: Controls
uk: Керування

source: Unlocks
uk: Розблокування

source: View Credits
uk: Переглянути титри

source: Exit
uk: Вийти

source: Return
uk: Повернутися

source: Exit Game
uk: Вийти з гри

source: Exit to Main Menu
uk: Вийти в головне меню

source: Cancel
uk: Скасувати

source: Music Volume
uk: Гучність музики

source: Effects Volume
uk: Гучність ефектів

source: Gamma Correction
uk: Корекція гами

source: Zoom
uk: Зум

source: Minimap Scale
uk: Масштаб мінімапи

source: Particles
uk: Частинки

source: Load from Archive
uk: Завантажити з архіву

source: Fullscreen
uk: Повноекранний режим

source: Enable Shader
uk: Увімкнути шейдер

source: Use Vertex Arrays
uk: Використовувати масиви вершин

source: Enable Vertical Sync
uk: Увімкнути вертикальну синхронізацію

source: Menu Tooltips
uk: Підказки меню

source: In-Game Tooltips
uk: Підказки в грі

source: Show Debug Info
uk: Показати відладкову інформацію

source: Cumulative Combat Numbers
uk: Сумарні бойові показники

source: Show Network Information
uk: Показати інформацію мережі

source: Pixel-perfect Scaling
uk: Масштабування до пікселя

source: DirectInput Support
uk: Підтримка DirectInput

# Back to the previous menu
source: Back
uk: Назад

source: Warning: Enabling shader may cause issues on some machines.
uk: Увага: увімкнення шейдера може викликати проблеми на деяких комп'ютерах.

source: Player {1}
uk: Гравець {1}

source: Load Preset
uk: Завантажити профіль

source: Rebind All
uk: Перепризначити всі клавіші

source: Player Enabled
uk: Гравець активний

source: Input Devices
uk: Пристрої вводу

source: Really Exit?
uk: Дійсно вийти?

source: PAUSED
uk: ПАУЗА

source: OPTIONS
uk: НАЛАШТУВАННЯ

source: Player {1} Controls
uk: Керування гравця {1}

source: Gamepad Presets
uk: Профілі геймпада

source: Keyboard Presets
uk: Профілі клавіатури

source: Rebind Steam
uk: Перепризначити Steam

source: Disconnect from Game
uk: Повернутись до лоббі

source: Exit to Character Select
uk: Вийти до вибору персонажа

source: Holy
uk: Святий

source: Angelic Wings
uk: Ангельські крила

source: Take no damage from falling.
uk: Не отримуєш шкоди від падіння.

# holy affinity
source: Divine Weapon
uk: Божественна зброя

source: Swinging your weapon after damaging enemies manifests holy light.
uk: Замахнувшись зброєю після ушкодження ворогів, випромінюється святий світло.

# holy affinity
source: Holy Shield
uk: Святий щит

source: Stored Divine Weapon charges give bonus defense against elemental damage.
uk: Збережені заряди Божественної зброї дають бонус до захисту від стихійних ушкоджень.

source: Second Chance
uk: Другий шанс

source: Negate fatal damage once per floor.
uk: Раз на поверх уникнути смертельної шкоди.

source: Tutorial
uk: Підручник

source: Dark Cavern {1}
uk: Темна печера {1}

source: Dark Caves {1}
uk: Темні печери {1}

source: Wilderness {1}
uk: Дика місцевість {1}

source: Forest {1}
uk: Ліс {1}

source: Crypts {1}
uk: Крипти {1}

source: Catacombs {1}
uk: Катакомби {1}

source: Plane of Despair {1}
uk: Площина відчаю {1}

source: Rift {1}
uk: Розлом {1}

source: Corrupted Temple
uk: Зіпсований храм

source: The Ruins
uk: Руїни

source: Halls of Blood
uk: Зали крові

source: Forest Temple
uk: Лісовий храм

source: Corrupted Tower
uk: Зіпсована вежа

source: The Tower
uk: Вежа

source: The Workshop
uk: Майстерня

source: The Factory
uk: Фабрика

source: Book of Secrets
uk: Книга Таємниць

source: LOCKED
uk: ЗАБЛОКОВАНО

# Tooltip, button sprite is drawn after 'Press'
source: Press
uk: Натисни

source: Quick Cast
uk: Швидке закляття

source: When enabled, cast specific spell depending on direction held.
uk: При увімкненні закляття виконуються залежно від напрямку натискання.

source: Quick Swap
uk: Швидка зміна

source: When enabled, swap to specific spell depending on direction held.
uk: При увімкненні відбувається зміна закляття залежно від напрямку натискання.

source: Configure Spells
uk: Налаштувати закляття

source: Choose which spells are used in Quick Cast or Quick Swap.
uk: Виберіть закляття для Швидкого закляття або Швидкої зміни.

source: {1} point available
uk: {1} очко доступне

source: Strength
uk: Сила

source: Strength increases your damage, especially with melee weapons.
uk: Сила збільшує вашу шкоду, особливо від ближньої зброї.

source: Dexterity
uk: Спритність

source: Dexterity increases your attack speed and damage, especially with ranged weapons.
uk: Спритність збільшує швидкість атаки та шкоду, особливо зі стрілецької зброї.

source: Vitality
uk: Витривалість

source: Vitality increases your maximum health.
uk: Витривалість збільшує максимальне здоров'я.

source: Intelligence
uk: Інтелект

source: Intelligence affects spell power as well as the number of spell charge each spell has.
uk: Інтелект впливає на силу заклять та кількість зарядів у кожного закляття.

source: Luck
uk: Удача

source: Luck affects your critical strike rate and evasion, as well as chance based effects.
uk: Удача впливає на шанс критичного удару, ухилення та ефекти, що залежать від випадку.

source: Defense
uk: Захист

source: Defense is how resistant you are to physical damage.
uk: Захист визначає вашу стійкість до фізичної шкоди.

source: Fire Resist
uk: Стійкість до вогню

source: Each point of fire resistance increases your resistance to fire damage by 25%
uk: Кожен пункт стійкості до вогню збільшує опір вогняній шкоді на 25%

source: Cold Resist
uk: Стійкість до холоду

source: Each point of cold resistance increases your resistance to cold damage by 25%
uk: Кожен пункт стійкості до холоду збільшує опір шкоді від холоду на 25%

source: Lightning Resist
uk: Стійкість до блискавки

source: Each point of lightning resistance increases your resistance to lightning damage by 25%
uk: Кожен пункт стійкості до блискавки збільшує опір шкоді від блискавки на 25%

source: Poison Resist
uk: Стійкість до отрути

source: Each point of poison resistance increases your resistance to poison damage by 25%
uk: Кожен пункт стійкості до отрути збільшує опір шкоді від отрути на 25%

source: Melee Damage
uk: Шкода від ближньої атаки

source: Increased damage of melee weapons.
uk: Збільшує шкоду від ближньої зброї.

source: Ranged Damage
uk: Шкода від дальньої атаки

source: Increased damage of thrown or ranged weapons.
uk: Збільшує шкоду від метальної або стрілецької зброї.

source: Critical
uk: Критичний удар

source: Attack Speed
uk: Швидкість атаки

source: % Increased attack speed.
uk: % Збільшення швидкості атаки.

source: Move Speed
uk: Швидкість руху

source: Increased movement speed amount.
uk: Збільшує швидкість пересування.

source: Knight
uk: Лицар

source: Rogue
uk: Розбійник

source: Mage
uk: Маг

source: Wildling
uk: Дикий

source: Houndmaster
uk: Майстер гончих

source: Died to {1}
uk: Загинув від {1}

source: {1} Deaths to {2}
uk: {1} смертей від {2}

source: Poisoned
uk: Отруєний

source: Corroded
uk: Пошкоджений корозією

source: Frozen
uk: Заморожений

source: Burned
uk: Обпікся

source: Electrocuted
uk: Удар електрикою

source: Mysteriously Died
uk: Таємничо загинув

source: {1} Deaths as a {2}
uk: {1} смертей як {2}

# Game over menu
source: Ready
uk: Готово

# Game over menu
source: Press Start
uk: Натисніть Пуск

source: Prev Tab
uk: Попередня вкладка

source: Next Tab
uk: Наступна вкладка

source: Place
uk: Помістити

source: Apply to item
uk: Застосувати до предмета

source: Unequip
uk: Зняти

source: Equip
uk: Одягти

source: Quaff
uk: Випити

source: Read
uk: Прочитати

source: Use
uk: Використати

source: Apply to
uk: Застосувати до

source: Drop
uk: Викинути

source: Move
uk: Перемістити

source: Prev rank
uk: Попередній рівень

source: Next rank
uk: Наступний рівень

source: Level up
uk: Підвищити рівень

source: Configure
uk: Налаштувати

source: Purchase
uk: Придбати

source: Join
uk: Приєднатися

source: BACKGROUND
uk: ФОН

source: SPECIAL
uk: СПЕЦІАЛЬНЕ

source: MUSIC
uk: МУЗИКА

source: GAME MODE
uk: РЕЖИМ ГРИ

source: CLASS
uk: КЛАС

source: New Unlocks!
uk: Нові розблокування!

source: New Unlock!
uk: Нове розблокування!

source: New Game
uk: Нова гра

source: Play Online
uk: Грати онлайн

source: Options
uk: Налаштування

source: Club
uk: Дубина

source: Fatiguing Blows
uk: Виснажливі удари

source: Club attacks deal more damage and stun enemies more.
uk: Удари дубиною завдають більше шкоди та частіше оглушують ворогів.

source: Charged Attack
uk: Заряджений удар

source: Hold the attack button to charge up your swing.
uk: Утримуйте кнопку атаки для зарядки замаху.

# club affinity
source: Shockwave
uk: Ударна хвиля

source: Fully charged attacks unleash a powerful shockwave.
uk: Повністю заряджені удари випускають потужну ударну хвилю.

source: Faster Charge
uk: Швидше заряджання

source: Attacks charge up quicker.
uk: Удари заряджаються швидше.

source: Enchant
uk: Зачарування

source: Novice Enchanter
uk: Початковий чародій

source: Bestow a spell's power unto the user by pressing Interact during a fully-concentrated spell cast.
uk: Надайте користувачу силу закляття, натиснувши Взаємодія під час повністю сконцентрованого закляття.

source: Elemental Adept
uk: Майстер стихій

source: Higher tier spells bestow greater enchantments. Additionally, gain the ability to wield 2 elemental enchantments.
uk: Закляття вищого рівня надають потужніші зачарування. Крім того, отримуєте здатність використовувати 2 стихійні зачарування.

source: Rune Scribe
uk: Рунний писар

source: Etch elemental runes upon your equipped weapon. Additionally, gain the ability to wield 3 elemental enchantments.
uk: Висічте стихійні руни на обладнаній зброї. Крім того, отримуєте здатність використовувати 3 стихійні зачарування.

source: Spellcaster
uk: Заклинатель

source: Recovery
uk: Відновлення

source: Spell cooldowns are reduced by 25%.
uk: Час відновлення заклять зменшено на 25%.

source: Critical Magic
uk: Критична магія

source: Chance to deal critical spell damage.
uk: Шанс завдати критичної шкоди закляттям.

source: Resilience
uk: Стійкість

source: Spell casting cannot be interrupted.
uk: Неможливо перервати каст заклять.

source: Spell Charge
uk: Заряд закляття

source: Enables complete movement control while casting a spell.
uk: Дозволяє повністю контролювати рух під час касту закляття.

source: Level {1} (NEXT)
uk: Рівень {1} (НАСТУПНИЙ)

source: Level {1} (MAXED)
uk: Рівень {1} (МАКСИМУМ)

source: Level {1} (LEARNED)
uk: Рівень {1} (ВИВЧЕНО)

source: Lobby Name
uk: Назва лобі

source: Private Lobby
uk: Приватне лобі

source: Only Steam friends can join.
uk: Приєднатися можуть лише друзі у Steam.

source: Custom Level
uk: Користувацький рівень

source: Host a custom build level instead of the base Vagante game.
uk: Запустіть користувацький рівень замість базової гри Vagante.

source: Host Steam Lobby
uk: Створити лобі у Steam

source: Host a game through Steam, allowing Steam friends to join you.
uk: Створіть гру через Steam, щоб друзі могли приєднатися.

source: Host Server
uk: Створити сервер

source: Host a game without Steam, only players with your IP address can join.
uk: Створіть гру без Steam, приєднатися можуть лише гравці з вашою IP-адресою.

source: Connect To Ip
uk: Підключитися до IP

source: Connect to a specified server's IP
uk: Підключитися до вказаного IP сервера

source: Refresh
uk: Оновити

source: Refresh your Friends Playing list.
uk: Оновити список друзів, які грають.

source: Back
uk: Назад

source: Escape this dark menu
uk: Вийти з цього темного меню

source: No Steam Lobbies Found
uk: Лобі у Steam не знайдено

source: Enter Server IP Address
uk: Введіть IP-адресу сервера

# Joe's Game
source: {1}'s Game
uk: Гра {1}

source: Loading...
uk: Завантаження...

source: Connecting to Server.
uk: Підключення до сервера...

source: Rejected from game. Reason: {1}
uk: Відхилено у грі. Причина: {1}

source: Kicked from game. Reason: {1}
uk: Викинуто з гри. Причина: {1}

source: Rod
uk: Посох

source: Rod Adept
uk: Майстер посоха

source: Increase rod recharge rate.
uk: Збільшує швидкість перезарядки посоха.

source: Overcharge
uk: Перезарядка

source: Charge rod to increase damage.
uk: Заряджайте посох для збільшення шкоди.

source: Spell Syphon
uk: Всмоктування заклять

source: Rods will recharge from spell damage.
uk: Посохи перезаряджаються від шкоди заклять.

source: Leech Cast
uk: Автозакляття

source: Auto-cast rods if attack hits an enemy.
uk: Автоматично використовувати закляття, якщо атака потрапляє по ворогу.

source: Conductor
uk: Провідник

source: Automatically cast your current spell after overcharging rod.
uk: Автоматично кастувати поточне закляття після перезарядки посоха.

source: Regeneration
uk: Регенерація

source: Your injuries are rapidly healing.
uk: Ваші травми швидко загоюються.

source: Magic Power
uk: Магічна сила

source: Your body courses with unbounded magical energy.
uk: Ваше тіло наповнене безмежною магічною енергією.

source: You'll continue to take damage until the poison has run its course.
uk: Ви продовжуватимете отримувати шкоду, поки отрута не вичерпається.

source: Speedy
uk: Швидкий

source: You feel much quicker.
uk: Ви відчуваєте себе значно швидшим.

source: Stone Skin
uk: Кам'яна шкіра

source: Your skin is rock hard.
uk: Ваша шкіра тверда, як камінь.

source: You feel much stronger.
uk: Ви відчуваєте себе набагато сильнішим.

source: Stunned
uk: Оглушений

source: You're too stunned to do anything.
uk: Ви занадто оглушені, щоб щось зробити.

source: Featherfall
uk: Падіння пером

source: Your body feels as light as a feather.
uk: Ваше тіло відчувається легким, як перо.

source: Burning
uk: Палає

source: You're on fire! Quick, find some water!
uk: Ви палаєте! Швидко, знайдіть воду!
