Repository: kumita08/vaganteukrainianlanguage
Catalog: *.po
Languages: uk

source: Potion of Lower Cold Resistance
uk: Зілля Зменшення ХОЛОДНИЙ

source: Decreases your Cold Res by one.
uk: Зменшує вашу ХОЛОДНИЙ на 1.

source: COLDRES -1
uk: ХОЛОДНИЙ -1

source: Potion of Lower Lightning Resistance
uk: Зілля Зменшення СТРУМ

source: Decreases your Light Res by one.
uk: Зменшує вашу СТРУМ на 1.

source: ELECRES -1
uk: СТРУМ -1

source: Potion of Lower Poison Resistance
uk: Зілля Зменшення ОТРУТА

source: Decreases your Poison Res by one.
uk: Зменшує вашу ОТРУТА на 1.

source: POISRES -1
uk: ОТРУТА -1

source: Scroll of Magic Mapping
uk: Сувій Магічної Картографії

source: Reveals the layout of the current level.
uk: Відкриває план поточного рівня.

source: MAGIC MAPPING
uk: МАГІЧНА КАРТОГРАФІЯ

source: Scroll of Enchant
uk: Сувій Чарування

source: Permanently enchant an item.
uk: Назавжди чарує предмет.

source: ENCHANT
uk: ЧАРУВАННЯ

source: Scroll of Jump
uk: Сувій Стрибка

source: Imbues the reader with the power to jump incredibly high once.
uk: Дає можливість одного разу стрибнути неймовірно високо.

source: JUMP
uk: СТРИБОК

source: Scroll of Teleport
uk: Сувій Телепортації

source: Randomly teleport to another location.
uk: Випадково телепортує в інше місце.

source: TELEPORT
uk: ТЕЛЕПОРТ

source: Scroll of Chaos
uk: Сувій Хаосу

source: Unleashes powerful and unpredictable effects. Dangerous to the unlucky.
uk: Випускає потужні і непередбачувані ефекти. Небезпечно для нещасливих.

source: CHAOS
uk: ХАОС

source: Scroll of Recharge
uk: Сувій Перезарядки

source: Apply to wands to replenish their magic charges.
uk: Застосовуйте до жезлів для відновлення магічних зарядів.

source: RECHARGE
uk: ПЕРЕЗАРЯДКА

source: Scroll of Uncurse
uk: Сувій Зняття Прокляття

source: Purifies all currently equipped items.
uk: Очищає всі наразі одягнені предмети.

source: UNCURSE
uk: ЗНЯТТЯ ПРОКЛЯТТЯ

source: Scroll of Identify
uk: Сувій Виявлення

source: Apply to unidentified items to reveal their secrets.
uk: Застосуйте до невиявлених предметів, щоб розкрити їхні секрети.

source: IDENTIFY
uk: ВИЯВЛЕННЯ

source: Wooden Club
uk: Дерев'яна Булава

source: It's a stout stick of wood, with nails sticking out of its blunt end.
uk: Це товстий дерев'яний палиця з цвяхами на тупому кінці.

source: Hammer
uk: Молот

source: A crude hammer, its head fashioned from stone.
uk: Грубий молот із кам'яною головкою.

source: Flanged Mace
uk: Флангова Булава

source: Not the spicy kind of mace.
uk: Не та гостра булава, про яку ти подумав.

source: Morning Star
uk: Сонячна Зірка

source: Everything is better with spikes!
uk: Все стає кращим із шипами!

source: War Hammer
uk: Військовий Молот

source: One blow from this would crush even the mightiest of armors.
uk: Один удар здатен розчавити навіть найміцнішу броню.

source: Bludgeon
uk: Булава

source: VERY difficult to clean...
uk: Дуже важко чистити...

source: Spearheaded Baton
uk: Булава з Наконечником

source: It looks like a spear, but swings like a club!
uk: Виглядає як спис, але махається як булава!

source: Flail
uk: Флейл

source: Difficult to control, but it packs a punch.
uk: Складний у керуванні, але сильний у ударі.

source: Woodsman's Axe
uk: Лісорубний Сокира

source: Ideal for chopping wood and foes alike.
uk: Ідеальна для рубання дерева та ворогів.

source: Battle Axe
uk: Бойова Сокира

source: Heavy, yet perfectly balanced.
uk: Важка, але ідеально збалансована.

source: Lightning Wand
uk: Жезл Блискавки

source: A tool which converts magic charges into electricity. The device appears to be magically grounded.
uk: Прилад, який перетворює магічні заряди на електрику. Магічно заземлений.

source: Fire Wand
uk: Жезл Вогню

source: A tool which converts magic charges into balls of fire.
uk: Прилад, що перетворює магічні заряди на кулі вогню.

source: Ice Wand
uk: Жезл Льоду

source: A tool which converts magic charges into shards of ice.
uk: Прилад, що перетворює магічні заряди на осколки льоду.

source: Wand of Chaos
uk: Жезл Хаосу

source: A tool which converts magic charges into unpredictable effects. Dangerous to the unlucky.
uk: Прилад, який перетворює магічні заряди на непередбачувані ефекти. Небезпечний для нещасливих.

source: Wand of Blink
uk: Жезл Миготіння

source: A tool which uses magic charges to teleport the wielder a short distance.
uk: Прилад, що використовує магічні заряди для короткого телепорту користувача.

source: Wand of Pestilence
uk: Жезл Мору

source: A tool which converts magic charges into particularly foul toxic clouds.
uk: Прилад, що перетворює магічні заряди на особливо отруйні хмари.

source: Wand of Digging
uk: Жезл Копання

source: A tool which uses magic charges to dismantle terrain.
uk: Прилад, що використовує магічні заряди для руйнування місцевості.

source: Wand of Healing
uk: Жезл Зцілення

source: A tool which conjures magical healing orbs.
uk: Прилад, який створює магічні сфери зцілення.

source: Magic Rod
uk: Магічний Жезл

source: A magic weapon that recharges from hitting enemies. Hold attack to use.
uk: Магічна зброя, що заряджається від ударів по ворогах. Утримуйте атаку для використання.

source: Spacer Rod
uk: Розширювальний Жезл

source: A magic weapon that recharges from hitting enemies. Hold attack to use.
uk: Магічна зброя, що заряджається від ударів по ворогах. Утримуйте атаку для використання.

source: Wave Rod
uk: Хвильовий Жезл

source: Spear
uk: Спис

source: It's just a knife at the end of a stick.
uk: Це просто ніж на кінці палиці.

source: Caestus
uk: Кестус

source: Drastically improve effectiveness of your punches.
uk: Суттєво підвищує ефективність ваших ударів.

source: Claw
uk: Кігті

source: A savage device that rips flesh to shreds.
uk: Жорстокий пристрій, що розриває плоть на шматки.

source: Qatar
uk: Катар

source: Hand-mounted blade that can be easily concealed.
uk: Лезо, що кріпиться на руку і легко приховується.

source: Copper Sword
uk: Мідний Меч

source: Not the sharpest edge, but it does its job.
uk: Не надто гострий, але справляється зі своєю роботою.

source: Steel Sword
uk: Стальний Меч

source: A perfectly balanced steel sword.
uk: Ідеально збалансований стальний меч.

source: Broad Sword
uk: Широкий Меч

source: A little heavy, but still quite sharp.
uk: Трохи важкий, але все ще гострий.

source: Dragon Slayer
uk: Вбивця Драконів

source: It's simply TOO BIG.
uk: Він просто ЗАНАДТО ВЕЛИКИЙ.

source: Bone Sword
uk: Кістяний Меч

source: Its jagged edge is carved from a large creature's bone. It looks well suited to ripping flesh.
uk: Його зубчастий край вирізаний із кістки великої істоти. Ідеально підходить для розривання плоті.

source: Dagger
uk: Кинджал

source: Its small size belies its sharp point.
uk: Малий розмір приховує його гострий наконечник.

source: Baselard
uk: Базелард

source: Its distinctive hilt fits easily in the hands.
uk: Його характерна руків'я зручно лягає в руку.

source: Glass Blade
uk: Скляне Лезо

source: It has an exceptionally sharp edge.
uk: Має надзвичайно гострий край.

source: Short Bow
uk: Короткий Лук

source: A bow well-suited to a beginner archer.
uk: Лук, що добре підходить для початківця-лучника.

source: Longbow
uk: Довгий Лук

source: Strung on the ends of a large piece of yew, this bow requires some strength to pull.
uk: Натягнутий на кінцях великого тиса, цей лук потребує сили для натягування.

source: Always ready to fire, as long as you reload it after shooting.
uk: Завжди готовий до пострілу, якщо перезаряджати після кожного вистрілу.

source: Arm Cannon
uk: Рука-гармата

source: Capable of destroying most military-grade biological AI constructs.
uk: Здатний знищувати більшість військових біо-АІ конструкцій.

source: Bomb
uk: Бомба

source: Packs quite a punch.
uk: Має потужний удар.

source: It always seems to come back to you. Sometimes...
uk: Здається, вона завжди повертається до тебе. Іноді...

source: Enchanted Boomerang
uk: Зачарований Бумеранг

source: It always seems to come back to you!
uk: Здається, він завжди повертається до тебе!

source: Snowball
uk: Сніжка

source: Fly straight and true, hit hard and square!
uk: Летить прямо й точно, б'є сильно та впевнено!

source: Throwing Dagger
uk: Метальний Кинджал

source: A short and thin dagger, designed to fly straight when thrown.
uk: Короткий і тонкий кинджал, спроектований для прямого польоту.

source: Kerchief
uk: Хустинка

source: Whether you wear it around your head or your neck, it offers more in style than protection.
uk: Носиш на голові чи шиї — більше для стилю, ніж для захисту.

source: Cross Amulet
uk: Хрестовий Амулет

source: Commonly used to ward off evil.
uk: Зазвичай використовується для відлякування зла.

source: Monster Tooth
uk: Зуб Монстра

source: Careful, it's still sharp.
uk: Обережно, він ще гострий.

source: Magic Stone
uk: Чарівний Камінь

source: Many adventurers carry one of these for good luck.
uk: Багато мандрівників носять його на удачу.

source: Compass
uk: Компас

source: An essential tool for every navigator.
uk: Незамінний інструмент для будь-якого навігатора.

source: Bird Amulet
uk: Пташиний Амулет

source: A tiny figurine of the mythological bird, Aketh.
uk: Маленька фігурка міфічного птаха Акет.

source: Feather Talisman
uk: Пір'яний Талісман

source: These feathers float as if unaffected by gravity.
uk: Ці пір'я літають, ніби не підкоряючись гравітації.

source: Scarf
uk: Шарф

source: Not as comfy as the one you left at home, but still quite warm.
uk: Не такий зручний, як вдома, але все ще досить теплий.

source: Skull Necklace
uk: Нашийник з Черепів

source: Its made of the tiny skulls of various animals.
uk: Зроблений з маленьких черепів різних тварин.

source: Locket
uk: Медальйон

source: It protects the faded picture of a beautiful red-haired woman.
uk: Захищає вицвілій портрет гарної рудоволосої жінки.

source: Studded Collar
uk: Шипований Нашийник

source: Perfect for those troubled by the thought of decapitation.
uk: Ідеальний для тих, хто боїться обезголовлення.

source: Shrunken Head
uk: Зменшена Голова

source: It's impossible to tell whether it was once a man or woman.
uk: Неможливо визначити, чи це була людина чи жінка.

source: Lion Talisman
uk: Талісман Лева

source: A common symbol carried by all Knights of Kernev.
uk: Поширений символ, що носиться всіма Рицарями Кернева.

source: Pocket Watch
uk: Кишеньковий Годинник

source: The seconds hand still moves, but the other parts remain frozen.
uk: Стрілка секунд рухається, інші частини залишаються нерухомими.

source: Wise Man's Beard
uk: Борода Мудреця

source: You're not sure where this came from.
uk: Ти не впевнений, звідки це взялося.

source: Scarab
uk: Скарабей

source: It appears to be made of solid gold.
uk: Схоже, що він зроблений із чистого золота.

source: Wooden Helm
uk: Дерев'яний Шолом

source: Better protection than nothing.
uk: Краще, ніж зовсім без захисту.

source: Old Hood
uk: Старий Капюшон

source: An old, patched, fur-lined hood.
uk: Старий, латаний капюшон з хутряною підкладкою.

source: Wizard Hat
uk: Чарівницький Капелюх

source: Worn by many mages for its magic boosting capabilities.
uk: Носиться багатьма магами для посилення магії.

source: Boar Head
uk: Голова Кабана

source: Made from the head of a common wild boar.
uk: Зроблена з голови звичайного дикого кабана.

source: Studded Helm
uk: Шипований Шолом

source: Large metal studs line the top of this helmet.
uk: Великі металеві шипи по верхівці шолома.

source: Vagabond Cap
uk: Капелюх Бродяги

source: A large traveller's cap.
uk: Великий капелюх мандрівника.

source: Bird Mask
uk: Пташина Маска

source: It magically rests without aid on the bridge of the nose.
uk: Магічно тримається на переніссі без допомоги.

source: Roc Head
uk: Голова Рока

source: Crafted from the head of a giant roc.
uk: Виготовлено з голови гігантського року.

source: Great Helm
uk: Великий Шолом

source: Although quite heavy, there's no better in terms of physical protection.
uk: Хоч важкий, але кращого фізичного захисту немає.

source: Flat Cap
uk: Плоский Капелюх

source: These hats are popular among merchants and traders.
uk: Популярний серед купців та торговців.

source: Demon Mask
uk: Демонична Маска

source: Seeing this demonic visage can instill fear in even the bravest warriors.
uk: Погляд на це демоничне обличчя може налякати навіть відважних воїнів.

source: Wolf Head
uk: Голова Вовка

source: Made from the head of a white dire wolf.
uk: Зроблено з голови білого великого вовка.

source: Royal Crown
uk: Королівська Корона

source: It's lined with the sigils of a kingdom long forgotten.
uk: Встелена символами давно забутого королівства.

source: Assassin Hood
uk: Капюшон Вбивці

source: This deceiving hood's pockets hide small sheets of metal to better protect the head.
uk: Кишені цього оманливого капюшона приховують металеві пластини для кращого захисту голови.

source: Lunar Circlet
uk: Місячний Вінок

source: It gleams unnaturally.
uk: Він світиться неприродно.

source: Dragon Head
uk: Голова Дракона

source: The head of a dragon.
uk: Голова дракона.

source: Incomplete Ring
uk: Неповне Кільце

source: The setting is missing its gemstone.
uk: Вставка не має дорогоцінного каменю.

source: Ring
uk: Кільце

source: A simple ring, set with a common gemstone.
uk: Просте кільце з звичайним каменем.

source: Damaged Ring
uk: Пошкоджене Кільце

source: Part of its stone is chipped.
uk: Частина каменю відколота.

source: Gem Studded Ring
uk: Кільце з Дорогоцінними Каменями

source: It's lined with several smaller gemstones.
uk: Встелене кількома маленькими каменями.

source: Wood Ring
uk: Дерев'яне Кільце

source: Leaf Ring
uk: Листкове Кільце

source: A tiny bunch of intricately carved leaves adorn this ring.
uk: Маленький пучок витончено вирізаних листків прикрашає це кільце.

source: Flower Ring
uk: Кільце з Квіткою

source: Flowers.
uk: Квіти.

source: Sun Ring
uk: Сонячне Кільце

source: It gleams with yellow light.
uk: Воно світиться жовтим світлом.

source: Bone Ring
uk: Кістяне Кільце

source: A ring adorned with a bone.
uk: Кільце, прикрашене кісткою.

source: Skull Ring
uk: Кільце з Черепом

source: The likeness of a human skull adorns this ring.
uk: На кільці зображено людський череп.

source: Star Ring
uk: Кільце з Зіркою

source: A ring adorned with a star.
uk: Кільце, прикрашене зіркою.

source: Shield Ring
uk: Кільце з Щитом

source: A ring adorned with a shield.
uk: Кільце, прикрашене щитом.

source: Mystery Ring
uk: Таємниче Кільце

source: Who would make such a ring?
uk: Хто б створив таке кільце?

source: Sword Ring
uk: Кільце з Мечем

source: A ring adorned with a sword.
uk: Кільце, прикрашене мечем.

source: Moon Ring
uk: Місячне Кільце

source: The symbol of love and justice adorns this ring.
uk: На кільці символ любові та справедливості.

source: Eye Ring
uk: Кільце з Оком

source: The eye on this ring meets your gaze no matter the angle you hold it.
uk: Око на кільці зустрічає твій погляд під будь-яким кутом.

source: Breast Plate
uk: Нагрудник

source: The most basic protection worn by aspiring fighters.
uk: Найпростіший захист для початківців воїнів.

source: Traveler's Tunic
uk: Туніка Мандрівника

source: It's light and comfy, but doesn't offer much protection.
uk: Легка та зручна, але мало захищає.

source: Robes
uk: Роба

source: Loose and flowing robes.
uk: Вільна та легка роба.

source: Animal Skin
uk: Шкіра Тварини

source: The pelt of some unfortunate beast.
uk: Шкура нещасної тварини.

source: Reinforced Armor
uk: Укріплена Броня

source: Metal plates protect the wearer from basic attacks.
uk: Металеві пластини захищають від звичайних атак.

source: Ranger Uniform
uk: Уніформа Рейнджера

source: Designed to hold up even under the harshest of conditions.
uk: Створена, щоб витримати найсуворіші умови.

source: Acolyte's Robes
uk: Роба Послушника

source: The sleeves of these robes have many hidden pockets.
uk: Рукави цієї роби мають багато прихованих кишень.

source: Druid Cloak
uk: Мантия Друїда

source: It's lined with numerous small totems and effigies.
uk: Встелена численними маленькими тотемами та фігурками.

source: Full Plate Armor
uk: Повна Лати

source: Very heavy, but almost indestructible.
uk: Дуже важка, але майже незламна.

source: Leather Armor
uk: Шкіряна Броня

source: The armor of choice for those who value manueverability over pure defense.
uk: Броня для тих, хто цінує маневреність понад захист.

source: High Priest's Robes
uk: Роба Верховного Жерця

source: These robes radiate soft white light.
uk: Роба випромінює м’яке біле світло.

source: Berserker's Armor
uk: Броня Берсеркера

source: This style of armor is famously worn by barbarians of the Northlands.
uk: Цю броню носять відомі варвари Півночі.

source: Half Plate
uk: Напівлата

source: Light, yet protects all the vitals.
uk: Легка, але захищає всі життєво важливі частини.

source: Assassin's Leathers
uk: Шкіряний Одяг Вбивці

source: Masterly crafted with the highest quality hardened leather.
uk: Виготовлений майстерно з високоякісної загартованої шкіри.

source: Conjurer's Robes
uk: Роба Заклинателя

source: Magically weaved to incorporate all the elemental magics.
uk: Магічно виткана, включає всі стихійні магії.

source: Gold Plate
uk: Золота Лата

source: Magically forged gold plates offer faultless protection.
uk: Магічно ковані золоті пластини забезпечують ідеальний захист.

source: Page Greaves
uk: Латні панцирі пажа

source: Even pages need to protect their feet.
uk: Навіть пажам потрібно захищати ноги.

source: Peddler Boots
uk: Чоботи мандрівника

source: Rugged boots perfect for travelers.
uk: Міцні чоботи, ідеальні для подорожей.

source: Peasant Shoes
uk: Селяниські черевики

source: Old, worn out, and a little smelly. But they fit!
uk: Старі, потерті і трохи смердючі. Але підходять!

source: Fighter Sandals
uk: Сандалі бійця

source: Not to be worn with socks.
uk: Не носити з шкарпетками.

source: Mercenary Greaves
uk: Латні панцирі найманця

source: Iconic greaves worn by the infamous "Hawk" mercenary group.
uk: Знакові панцирі, що носила сумнозвісна група найманців «Яструб».

source: Highwayman Boots
uk: Чоботи розбійника

source: A necessity for those who need to ride their horse swiftly.
uk: Необхідні для тих, хто швидко скаче верхи.

source: Mage Shoes
uk: Черевики мага

source: They help channel magic, and they're quite comfy too.
uk: Допомагають спрямовувати магію і досить зручні.

source: Colosseum Clogs
uk: Клогери Колізею

source: Gladiators who escape the colosseum often never stop wearing these.
uk: Гладіатори, що втекли з колізею, часто не знімають їх.

source: Knight Greaves
uk: Латні панцирі лицаря

source: You'll be hard-pressed to find better foot protection.
uk: Важко буде знайти кращий захист для ніг.

source: Bandit Boots
uk: Чоботи бандита

source: They hardly make any noise when you walk.
uk: Вони майже не видають звуку під час ходьби.

source: Warlock Shoes
uk: Черевики чаклуна

source: It's lined with the finest spidersilk.
uk: Встелені найтоншим павутинням.

source: Savage Sandals
uk: Сандалі дикаря

source: Reinforced sandals lined with the fur of a dire wolf.
uk: Зміцнені сандалі, вистелені хутром лютих вовків.

source: Champion Greaves
uk: Латні панцирі чемпіона

source: Tempered with a magical gold alloy, these greaves are fit for a true champion.
uk: Загартовані магічним золотим сплавом, ці панцирі гідні справжнього чемпіона.

source: Assassin's Boots
uk: Чоботи асасина

source: These boots hide a small sleeve, perfect for hiding a dagger in.
uk: У цих чоботах є невеликий кишень, ідеальний для прихованого кинджала.

source: Witch's Boots
uk: Чоботи відьми

source: Crafted from magical demon-hide.
uk: Виготовлені з магічної демонської шкіри.

source: Dragon Slayer Boots
uk: Чоботи Драконоборця

source: It fills you with courage and strength.
uk: Дарують мужність і силу.

source: Page Gloves
uk: Рукавиці пажа

source: The leather is falling apart at the seams.
uk: Шкіра розходиться по швах.

source: Peddler Mitts
uk: Рукавиці мандрівника

source: They're warm, but don't offer much else.
uk: Теплі, але більше нічого не пропонують.

source: Apprentice Gloves
uk: Рукавиці учня

source: It bears the sigil of some forgotten mage academy.
uk: Мають печатку забутої академії магії.

source: Fighter's Gloves
uk: Рукавиці бійця

source: They're thickly padded with leather and reinforced with bandages.
uk: Щільно обшиті шкірою і зміцнені бинтами.

source: Knight Gauntlets
uk: Рукавиці лицаря

source: Every knight who wields a sword needs also to protect their hands.
uk: Кожен лицар, що володіє мечем, повинен захищати руки.

source: Thief Gloves
uk: Рукавиці злодія

source: The almost-sticky fingertips of these gloves have incredible grip.
uk: Майже клейкі кінчики пальців цих рукавиць дають неймовірне зчеплення.

source: Mystic Gloves
uk: Містичні рукавиці

source: These gloves are socketed with elemental stones to help channel magic.
uk: У ці рукавиці вставлені елементальні камені для спрямування магії.

source: Gladiator Gloves
uk: Рукавиці гладіатора

source: The thick backplates on these gloves can deflect steel, and even arrows.
uk: Товсті задні пластини цих рукавиць можуть відбивати сталь і навіть стріли.

source: Crusader Gloves
uk: Рукавиці хрестоносця

source: Forged by a master blacksmith, then blessed by a high priest.
uk: Виточені майстром-кузнем, а потім освячені верховним жерцем.

source: Rogue Gloves
uk: Рукавиці розбійника

source: The hidden pocket on these gloves can be used to store lockpicks or a tiny blade.
uk: Схований кишень у цих рукавицях можна використати для відмичок або маленького клинка.

source: Voodoo Gloves
uk: Вуду-рукавиці

source: The eyes on these gloves only blink when their wearer does.
uk: Очі на цих рукавицях моргають лише коли моргає їх власник.

source: Savage Gloves
uk: Дикі рукавиці

source: Crafted from the thick fur of a monstrous yeti.
uk: Виготовлені з товстого хутра гігантського йеті.

source: Champion Gauntlets
uk: Рукавиці чемпіона

source: Despite its age, somehow it gleams as if new.
uk: Незважаючи на вік, сяють, ніби нові.

source: Master Thief Gloves
uk: Рукавиці майстерного злодія

source: Wearing these gloves bestows a supernatural dexterity.
uk: Носіння цих рукавиць надає надприродну спритність.

source: Sage Gloves
uk: Рукавиці мудреця

source: Magic artificers can spend weeks infusing such gloves with magic.
uk: Маги-ремісники можуть тижнями наповнювати ці рукавиці магією.

source: Dragon Slayer Gloves
uk: Рукавиці Драконоборця

source: Inpenetrable protection against the fiercest fires known to man.
uk: Непробивний захист від найжорстокіших відомих людині вогнів.

source: Ring of Zygox
uk: Перстень Зигокса

source: Open your eyes and see your foes for what they are.
uk: Відкрий очі та побач ворогів такими, якими вони є.

source: Ring of Elrien
uk: Перстень Елріена

source: Creates physical after-images.
uk: Створює фізичні послідовні образи.

source: Ring of Calatris
uk: Перстень Калатріса

source: Reflect all incoming projectiles. It can never be wielded correctly by mortals.
uk: Відбиває всі ворожі снаряди. Смертним ніколи не підкориться правильно.

source: Stolen Ring
uk: Вкрадений перстень

source: You lifted this off of a sleazy merchant in Erifort.
uk: Ти підібрав його у хитрого торговця в Еріфорті.

source: Adherent's Ring of the Shackled
uk: Перстень Прихильника Зачинених

source: This ring was gifted you by a god. Wearing cursed equipment empowers you.
uk: Цей перстень подарував тобі бог. Носіння проклятого спорядження надає сили.

source: Ring of Seltioc
uk: Перстень Сельтіока

source: Only a strong mind can grasp the power of this ring.
uk: Лише сильний розум може осягнути силу цього персня.

source: Heirloom Ring
uk: Сімейний перстень

source: Your grandfather gave you this ring before he passed away.
uk: Дідусь подарував тобі цей перстень перед смертю.

source: Grappling Hook
uk: Крюк-кішка
