Repository: kumita08/vaganteukrainianlanguage
Catalog: *.po
Languages: uk

source: The coldness of this strange fire burns your skin.
uk: Холод цього дивного вогню обпалює вашу шкіру.

source: You're completely encased in ice.
uk: Ви повністю покриті льодом.

source: Fairy Fire
uk: Феєчий вогонь

source: Corrupted Fairy Fire
uk: Зіпсований феєчий вогонь

source: You feel like hitting something!
uk: Вам хочеться щось вдарити!

source: Sugar Rush
uk: Цукровий кайф

source: You feel energy coursing through you!
uk: Ви відчуваєте, як енергія тече крізь вас!

source: Charmed
uk: Зачарований

source: You can't tell friend from foe!
uk: Ви не можете відрізнити друга від ворога!

source: Exhausted
uk: Виснажений

source: After berserking, you feel exhausted.
uk: Після берсеркування ви відчуваєте себе виснаженим.

source: Flames surround your entire body!
uk: Полум’я оточує все ваше тіло!

source: Dead
uk: Мертвий

source: You're dead. Sorry.
uk: Ви мертві. Вибачте.

source: Cursed
uk: Проклятий

source: Slowed
uk: Сповільнений

source: Your movements are slowed.
uk: Ваші рухи сповільнені.

source: The blood of your enemies rejuvenates you.
uk: Кров ваших ворогів відновлює вас.

source: Unbounded Sight
uk: Незмірний зір

source: Your third eye is opened.
uk: Ваш третій око відкрито.

source: Breath Underwater
uk: Дихання під водою

source: Freeze Immune
uk: Імунітет до заморозки

source: Your body feels strangely warm.
uk: Ваше тіло відчувається дивно теплим.

source: Fire Enchanted
uk: Зачарований вогнем

source: Your hands surround everything you touch in fire.
uk: Ваші руки оточують все, до чого ви торкаєтесь, вогнем.

source: Ice Enchanted
uk: Зачарований льодом

source: Your hands have become unbearably cold.
uk: Ваші руки стали нестерпно холодними.

source: Lightning Enchanted
uk: Зачарований блискавкою

source: Lightning constantly arcs from your hands.
uk: Блискавки постійно пробігають від ваших рук.

source: Wind Enchanted
uk: Зачарований вітром

source: Razor-sharp winds augment your attacks.
uk: Леза вітру підсилюють ваші атаки.

source: Divine Aura
uk: Божественна аура

source: Holy aura surrounds your body.
uk: Свята аура оточує ваше тіло.

source: Holy Spirit
uk: Святий Дух

source: God will grant you a second chance once all hitpoints are lost.
uk: Бог дасть вам другий шанс після втрати всіх очок життя.

source: Stealth
uk: Невидимість

source: You are now one with the shadows.
uk: Ви стали єдиним із тінями.

source: Godfist
uk: Божий кулак

source: You feel powerful energies surging into your fist!
uk: Ви відчуваєте, як могутня енергія вливається у ваш кулак!

source: Dexterity increases your attack/cast speed and damage, especially with ranged weapons.
uk: Спритність збільшує швидкість атак та кастів, а також шкоду, особливо з дистанційною зброєю.

source: Intelligence increases your maximum spell charge, as well as your overall spell casting abilities.
uk: Інтелект збільшує максимальну кількість зарядів заклять і покращує загальні здібності до кастування.

# +3 Total Strength
source: +{1} Total {2}
uk: +{1} всього {2}

source: Heavy Blows
uk: Могутні удари

source: Gain a small knockback bonus.
uk: Отримуєте невеликий бонус відштовхування.

source: Quick Step
uk: Швидкий крок

source: Move faster while attacking.
uk: Рухаєтесь швидше під час атак.

source: Thick Skin
uk: Груба шкіра

source: Gain a permanent +1 defense bonus.
uk: Отримуєте постійний бонус +1 до захисту.

source: Meditation
uk: Медитація

source: Your spell charge limit is increased.
uk: Ваш ліміт зарядів заклять збільшено.

source: Fortune
uk: Фортуна

source: Chests have a small chance to drop an extra item.
uk: Скрині мають невеликий шанс дати додатковий предмет.

source: Brute Force
uk: Сила грубіяна

source: Your maximum damage is increased.
uk: Максимальна шкода збільшена.

source: Finesse
uk: Точність

source: Your minimum damage is increased.
uk: Мінімальна шкода збільшена.

source: Gain +1 damage for each 20% of health missing.
uk: Отримуєте +1 до шкоди за кожні 20% втраченого здоров'я.

source: Preparation
uk: Підготовка

source: Your spell charge limit is greatly increased.
uk: Ваш ліміт зарядів заклять значно збільшено.

source: Lucky Resist
uk: Фартовий опір

source: Gain a chance to resist non-physical damage.
uk: Отримуєте шанс протистояти нефізичній шкоді.

source: Pet Offense
uk: Атака вихованця

source: Lunge
uk: Ривок

source: Your pet can now lunge attack.
uk: Ваш вихованець тепер може здійснювати ривкову атаку.

source: Weak Point
uk: Вразлива точка

source: Attacks critically hit more often than normal.
uk: Атаки частіше завдають критичний удар.

source: Limit Break
uk: Прорив

source: Your pet can sometimes lunge multiple times in a row.
uk: Ваш вихованець інколи може здійснити декілька ривків підряд.

source: Wand
uk: Жезл

source: Wand Adept
uk: Майстер жезла

source: Grants additional melee power to wands, based on intelligence and type of wand. Expended wands gain even more melee power.
uk: Надає додаткову ближню силу жезлам, залежно від інтелекту та типу жезла. Використані жезли отримують ще більше ближньої сили.

source: Artificer
uk: Майстер-артифіцієр

source: Passively recharge wand charges by resting inbetween levels. Recharging scrolls become more effective.
uk: Пасивно відновлює заряди жезла під час відпочинку між рівнями. Перезаряджені сувої стають ефективнішими.

source: Wand Channelling
uk: Каналізація жезла

source: Can channel extra power into wands for greater effect. Recharge even more wand charges inbetween levels.
uk: Можна направляти додаткову силу в жезли для більшого ефекту. Відновлює ще більше зарядів жезла між рівнями.

source: Magic Amplifier
uk: Підсилювач магії

source: Gain passive spell damage bonuses by equipping wands of the same type. Recharge even more wand charges inbetween levels.
uk: Отримуєте пасивний бонус до шкоди заклять, одягаючи жезли одного типу. Відновлює ще більше зарядів жезла між рівнями.

source: Alchemy
uk: Алхімія

source: Potion Knowledge
uk: Знання зіллів

source: All potions are identified.
uk: Усі зілля розпізнані.

source: Chemical Transmutation
uk: Хімічна трансмутація

source: Combine different potions to make a new potion.
uk: Комбінуйте різні зілля для створення нового.

source: Alchemist
uk: Алхімік

source: Potions you drink have stronger effects.
uk: Зілля, які ви п’єте, мають сильніший ефект.

source: Exceed
uk: Перевершення

source: Occasionally quaff potions multiple times.
uk: Іноді п’єте зілля кілька разів підряд.

source: Reach progression level {1}.
uk: Досягніть рівня прогресу {1}.

source: Training Dummy
uk: Манекен для тренувань

source: Merchant
uk: Торговець

source: Random Class
uk: Випадковий клас

source: Faithless
uk: Безвіруючий

source: Defeat ???
uk: Перемогти ???

source: Defeat Vine Lord
uk: Перемогти Володаря Лоз

source: Complete 3 floors with mortality armor.
uk: Пройти 3 поверхи у броні смертності.

source: Beat the game as a knight.
uk: Пройти гру лицарем.

source: Crossbowman
uk: Арбалетник

source: Beat the game as a rogue.
uk: Пройти гру розбійником.

source: Beat the game as a mage.
uk: Пройти гру магом.

source: Beat the game as a wildling.
uk: Пройти гру дикарем.

source: Beat the game as a Hound Master.
uk: Пройти гру Мастером Псів.

source: Alternate Cave Theme
uk: Альтернативна тема печери

source: Kill all Cave bosses.
uk: Вбити всіх босів печери.

source: Alternate Forest Theme
uk: Альтернативна тема лісу

source: Kill all Forest bosses.
uk: Вбити всіх босів лісу.

source: Alternate Catacombs Theme
uk: Альтернативна тема катакомб

source: Kill all Catacombs bosses.
uk: Вбити всіх босів катакомб.

source: Alternate Rift Theme
uk: Альтернативна тема розриву

source: Kill all Rift bosses.
uk: Вбити всіх босів розриву.

source: Hard Mode
uk: Складний режим

source: Beat the game on normal difficulty.
uk: Пройти гру на нормальній складності.

source: Life Steal
uk: Поглинання життя

source: Vampiric
uk: Вампіричне

source: Bleed on attack
uk: Кровотеча при атаці

source: Hemophiliac's
uk: Гемофілія

source: Spirit Emitter
uk: Випромінювач духу

source: of the Spirits
uk: духів

source: +Knockback
uk: +Відштовхування

source: Reduced Knockback
uk: Зменшене відштовхування

source: Weak
uk: Слабкий

source: Berserkitis
uk: Берсерк

source: of Berserk
uk: берсерк

source: Fairy Magic
uk: Феяча магія

source: of Fairy Fire
uk: фейр-файр

source: Corrupted Fairy Magic
uk: Зіпсована феяча магія

source: of Corrupted Fairy Fire
uk: зіпсований фейр-файр

source: Slow Enemies
uk: Повільні вороги

source: of Slow
uk: повільності

source: Double Jump
uk: Подвійний стрибок

source: Raccoon
uk: Єнот

source: Double Jump?
uk: Подвійний стрибок?

source: Squirrel
uk: Білка

source: Triple Jump
uk: Потрійний стрибок

source: Aero
uk: Аеро

source: Triple Jump?
uk: Потрійний стрибок?

source: Trailblazer
uk: Піонер

source: Blazing
uk: Палаючий

source: Smoky Trail
uk: Димний слід

source: Smoky
uk: Димний

source: Bouncy
uk: Пружний

source: Uncontrollable Bounciness
uk: Нестримна пружність

source: Springy
uk: Пружний

source: Super Speed
uk: Супершвидкість

source: Quick
uk: Швидкий

source: Unpredictable Speed
uk: Непередбачувана швидкість

source: Laggy
uk: Затримка

source: Grab Walls
uk: Лазіння по стінах

source: Spider
uk: Павук

source: Bounce off walls
uk: Відштовхується від стін

source: Avoidant
uk: Обхідний

source: Throw Hard
uk: Сильно кидати

source: Gorilla
uk: Горила

source: Weak Throws
uk: Слабкі кидки

source: Feeble
uk: Кволий

source: Sink like a Stone
uk: Тоне як камінь

source: Metal
uk: Металевий

source: Unbounded
uk: Безмежний

source: Unfocused Sight
uk: Розфокусований зір

source: Amaurotic
uk: Амавротичний

source: Demonic Familiar
uk: Демоничний помічник

source: Helpful
uk: Корисний

source: Soul of an evil familiar
uk: Душа злісного помічника

source: Devilish
uk: Дияволячий

source: Compassionate Familiar
uk: Співчутливий помічник

source: Vengeful Familiar
uk: Мстивий помічник

source: Death Protection
uk: Захист від смерті

source: Cling to Life
uk: Ліплення за життя

source: Unholy
uk: Нечестивий

source: Luminous
uk: Світлий

source: Blinding
uk: Сліпучий

source: Shadowy
uk: Тіньовий

source: of the Shadows
uk: тіней

source: Jumping on enemies deals damage
uk: Стрибки по ворогах завдають шкоди

source: Spiky
uk: Шипастий

source: Jumping on enemies hurts your feet
uk: Стрибки по ворогах болять вашим ногам

source: Uncomfortable
uk: Незручний

source: Swim like a Fish
uk: Пливи як риба

source: Webbed
uk: Перепончатий

source: Underwater Breathing
uk: Дихання під водою

source: Amphibian
uk: Амфібія

source: Reduced lung capacity
uk: Зменшена ємність легень

source: Asthmatic
uk: Астматичний

source: Winged
uk: Крилатий

source: Fall like a rock
uk: Падає як камінь

source: Light Feet
uk: Легкі ноги

source: Muted
uk: Притихлий

source: Clunky
uk: Грубий

source: Noisy
uk: Гучний

source: Floor Phasing
uk: Прохід через підлогу

source: Ethereal
uk: Ефірний

source: Fall through floors
uk: Провалюється крізь підлоги

source: Pitfall
uk: Яма

source: Wall Phasing
uk: Прохід крізь стіни

source: Transient
uk: Перехідний

source: Absorbed by walls
uk: Поглинається стінами

source: Ingurgitating
uk: Поглинаючий

source: Shop Deals
uk: Знижки в магазині

source: Frugal
uk: Економний

source: Boulder Protection
uk: Захист від каменів

source: Hard
uk: Твердий

source: Immaterial
uk: Нематеріальний

source: Slow Aura
uk: Аура повільності

source: Timekeeper's
uk: Часового

source: Freezing Aura
uk: Аура холоду

source: Chilling
uk: Леденюча

source: Flame Aura
uk: Аура полум’я

source: Flickering
uk: Мерехтлива

source: Gold Collector
uk: Колекціонер золота

source: Greedy
uk: Жадібний

source: Gold Repellent
uk: Відштовхує золото

source: of Weakness
uk: слабкості

source: -{1} damage
uk: -{1} до шкоди

source: +{1} damage
uk: +{1} до шкоди

source: of Slaying
uk: вбивства

source: of Negligence
uk: недбалості

source: -{1}% critical chance
uk: -{1}% c шанс критичного удару

source: +{1}% critical chance
uk: +{1}% c шанс критичного удару

source: of Insight
uk: проникливості

source: +{1} defense
uk: +{1} до захисту

source: of Protection
uk: захисту

source: -{1} defense
uk: -{1} до захисту

source: of Thin Skin
uk: тонкої шкіри

source: Heavy Punches
uk: Сильні удари

source: Kangaroo
uk: Кенгуру

source: Weak Punches
uk: Слабкі удари

source: Debilitating
uk: Ослаблюючий

source: Improved Archery
uk: Покращена стрільба

source: Precise
uk: Точний

source: Shaky Hands
uk: Тремтячі руки

source: Inaccurate
uk: Неточний

source: Volcanic
uk: Вулканічний

source: Freezing
uk: Заморожуючий

source: Tundra
uk: Тундра

source: Shocking
uk: Шокуючий

source: Cumulus
uk: Кумулус

source: Envenomed
uk: Отруйний

source: Weightless Arrows
uk: Безвагові стріли

source: Buoyant
uk: Плавучий

source: "Weightless" Arrows
uk: «Безвагові» стріли

source: Glowing Arrows
uk: Світні стріли

source: Arrow Trajectory
uk: Траєкторія стріл

source: Sharpshooter's
uk: Снайперська

source: Multishot
uk: Мультистріл

source: of Multishot
uk: мультистріли

source: Coins seem to heal injuries
uk: Монети лікують поранення

source: Churl
uk: Скупий

source: Death becomes easier to encounter
uk: Смерть стає частішою

source: Mortal
uk: Смертний

source: Attackers will sometimes be burned
uk: Атакуючі іноді отримують опік

source: Take extra fire damage when attacked
uk: Отримуєте додаткову вогняну шкоду при атакі

source: Attackers will sometimes be shocked
uk: Атакуючі іноді отримують удар струмом

source: Take extra lightning damage when attacked
uk: Отримуєте додаткову електричну шкоду при атакі

source: Attackers will sometimes be frozen
uk: Атакуючі іноді заморожуються

source: Take extra cold damage when attacked
uk: Отримуєте додаткову шкоду від холоду при атакі

source: Attackers will sometimes be poisoned
uk: Атакуючі іноді отруюються

source: Venomous
uk: Отруйний

source: Take extra poison damage when attacked
uk: Отримуєте додаткову отруйну шкоду при атакі

source: Damage Reflection
uk: Відбивання шкоди

source: Speculum
uk: Спекулум

source: Protected by Spirits
uk: Захищений духами

source: Chance to turn into mist when hurt
uk: Шанс перетворитися на туман при пошкодженні

source: Incorporeal
uk: Безтілесний

source: Spike Protection
uk: Захист від шипів

source: Spike Breaking
uk: Ламає шипи

source: Does nothing against spikes
uk: Не допомагає проти шипів

source: Useless
uk: Непотрібний

source: Timing jumps allows for unlimited mid-air jumps
uk: Своєчасні стрибки дозволяють безмежно стрибати в повітрі

source: Flapping
uk: Махаючий

source: Attackers will get pushed back
uk: Атакуючих відкидає назад

source: Reflex
uk: Рефлекс

source: Reflects projectiles
uk: Відбиває снаряди

source: Deflection
uk: Відхилення

source: Subtly increases weapon reach
uk: Трохи збільшує дальність зброї

source: Augmenting
uk: Підсилюючий

source: Decreased weapon reach
uk: Зменшена дальність зброї

source: Diminishing
uk: Ослаблюючий

source: Homing Arrows
uk: Навідні стріли

source: Archangel's
uk: Архангела

source: Avoidant Arrows
uk: Ухильні стріли

source: Prankster's
uk: Жартівника

source: Reduces gravity
uk: Зменшує гравітацію

source: Antigrav
uk: Антигравітаційний

source: Cuts Through Both Time & Space
uk: Ріже час і простір

source: Summon Lightning
uk: Заклик блискавки

source: Thurisaz
uk: Турісаз

source: Channel magic from the earth
uk: Направляє магію від землі

source: Rise
uk: Підйом

source: Increased chance of finding magic items
uk: Збільшує шанс знайти магічні предмети

source: Lucky
uk: Щасливий

source: Reduced Physical Damage
uk: Зменшена фізична шкода

source: Damage to Gold
uk: Шкода для золота

source: Midas
uk: Мідас

source: Fire Jump
uk: Вогняний стрибок

source: Firey
uk: Вогненний

source: Spell Cost Reduction
uk: Зменшення вартості заклять

source: Insightful
uk: Проникливий

source: Splash Attack
uk: Пліс-атака

source: Splashy
uk: Пліс-атакуючий

source: Force Shield
uk: Силовий щит

source: Shielded
uk: Захищений щитом

source: Explosion Master
uk: Майстер вибухів

source: Explosive
uk: Вибуховий

source: Releases spirits upon opening a chest
uk: Випускає духів при відкритті скрині

source: Vengeful
uk: Мстивий

source: Heal upon opening a chest
uk: Лікує при відкритті скрині

source: Generous
uk: Щедрий

source: Keeper of Familiars
uk: Опікун фамільярів

source: Keeper's
uk: Опікунський

source: See enemy health bars
uk: Бачить шкалу здоров'я ворогів

source: See hidden enemies
uk: Бачить прихованих ворогів

source: Curse Bonus
uk: Бонус прокляття

source: Faded Rune of Eleclance
uk: Вицвіла руна Елеклансу

source: High Jump
uk: Високий стрибок

source: Eagle
uk: Орел

source: Charge up extra damage by walking
uk: Набирає додаткову шкоду ходьбою

source: Plodding
uk: Повільний

source: Mountain
uk: Гірський

source: Shunted
uk: Відхилений

source: +{1} fire resist
uk: +{1} до опору вогню

source: Vermillion
uk: Червонуватий

source: -{1} fire resist
uk: -{1} до опору вогню

source: Charcoal
uk: Вугільний

source: +{1} cold resist
uk: +{1} до опору холоду

source: Cobalt
uk: Кобальтовий

source: -{1} cold resist
uk: -{1} до опору холоду

source: Brittle
uk: Крихкий

source: +{1} poison resist
uk: +{1} до опору отруті

source: Mantis
uk: Богомол

source: -{1} poison resist
uk: -{1} до опору отруті

source: Nauseating
uk: Нудотний

source: +{1} lightning resist
uk: +{1} до опору електриці

source: Ochre
uk: Охра

source: -{1} lightning resist
uk: -{1} до опору електриці

source: Moist
uk: Вологий

source: +{1} all resistances
uk: +{1} до всіх опорів

source: Prismatic
uk: Призматичний

source: -{1} all resistances
uk: -{1} до всіх опорів

source: Coated with poison
uk: Покритий отрутою

source: Poisonous
uk: Отруйний

source: +{1} strength
uk: +{1} до сили

source: of Strength
uk: сили

source: -{1} strength
uk: -{1} до сили

source: of Weakening
uk: ослаблюючий

source: +{1} dexterity
uk: +{1} до спритності

source: of Dexterity
uk: спритності

source: -{1} dexterity
uk: -{1} до спритності

source: of Fumbling
uk: незграбний

source: +{1} vitality
uk: +{1} до витривалості

source: of Vitality
uk: витривалості

source: -{1} vitality
uk: -{1} до витривалості

source: of Debilitation
uk: ослаблюючий

source: +{1} speed
uk: +{1} до швидкості

source: of Speed
uk: швидкості

source: -{1} speed
uk: -{1} до швидкості

source: of Lethargy
uk: лінивий

source: +{1} stability
uk: +{1} до стійкості

source: of Stability
uk: стійкості

source: -{1} stability
uk: -{1} до стійкості

source: of Unsteadiness
uk: нестійкий

source: +{1} intelligence
uk: +{1} до інтелекту

source: of Intelligence
uk: інтелекту

source: -{1} intelligence
uk: -{1} до інтелекту

source: of Stupidity
uk: тупий

source: +{1} luck
uk: +{1} до удачі

source: of Luck
uk: удачі

source: -{1} luck
uk: -{1} до удачі

source: of Unluckiness
uk: неудачливий

source: Press jump while holding down to drop through platforms.
uk: Натисніть стрибок, утримуючи вниз, щоб пройти крізь платформу.

source: Press @JU to swim quickly.
uk: Натисніть @JU, щоб швидко плавати.

source: @JU Jump
uk: @JU Стрибок

source: While spikes are instant death, you can walk by them just fine.
uk: Хоча шипи вбивають миттєво, ви можете пройти повз них безпечно.

source: Hold @WA to walk slower.
uk: Утримуйте @WA, щоб йти повільніше.

source: Some walls hide secrets...
uk: Деякі стіни ховають таємниці...

source: After a learning a spell, cast it by holding @SK. Release @SK when the spell is fully charged.
uk: Після вивчення закляття, активуйте його, утримуючи @SK. Відпустіть @SK, коли закляття повністю заряджене.

source: To quickly swap weapons or skills, hold @SW and press the corresponding action.
uk: Щоб швидко змінити зброю або навички, утримуйте @SW і натисніть потрібну дію.

source: Try walking slowly off this ledge to safely swing over it.
uk: Спробуйте повільно пройти з цього краю, щоб безпечно перекинутися через нього.

source: Press @UP to open chests.
uk: Натисніть @UP, щоб відкрити скрині.

source: Press @DO to pick up items.
uk: Натисніть @DO, щоб підібрати предмети.

source: Hold down and press jump to release the ledge and safely drop down below.
uk: Утримуйте вниз і натисніть стрибок, щоб відпустити край та безпечно впасти вниз.

source: Try equipping your new weapon in your menu.
uk: Спробуйте обладнати нову зброю у меню.

source: @ME Open Menu
uk: @ME Відкрити меню

source: You can cycle to the inventory tab with either @SW or @EX
uk: Ви можете перейти до вкладки інвентарю за допомогою @SW або @EX

source: @AT Attack
uk: @AT Атака

source: Rest at bonfires to heal and level up.
uk: Відпочивайте біля багаття, щоб відновити здоров'я та підняти рівень.

source: @EX Use Bonfire
uk: @EX Використати багаття

source: You can equip a melee weapon and ranged weapon at the same time.
uk: Ви можете одночасно екіпірувати ближню та дальню зброю.

source: @RA Shoot Bow @UP @DO Aim
uk: @RA Стріляти з лука @UP @DO Ціль

source: Bonfires appear between every level.
uk: Багаття з’являються між кожним рівнем.

source: You can learn new spells by finding and reading spellbooks like this one.
uk: Ви можете вивчати нові закляття, знаходячи та читаючи книжки заклять на кшталт цієї.

source: Walk about a shop counter and press @EX to start shopping.
uk: Пройдіться біля прилавка та натисніть @EX, щоб почати покупки.

source: Run!
uk: Біжіть!

source: Press @SW or @EX to cycle to the level up tab.
uk: Натисніть @SW або @EX, щоб перейти до вкладки підвищення рівня.

source: Try spending your new level up point.
uk: Спробуйте витратити свій новий бал підвищення рівня.

source: @ME Open Menu
uk: @ME Відкрити меню

source: @SW + @AT Swap Melee
uk: @SW + @AT Змінити ближню зброю

source: @SW + @RA Swap Ranged
uk: @SW + @RA Змінити дальню зброю

source: @SW + @SK Swap Spells
uk: @SW + @SK Змінити закляття

source: Grab onto this ladder by holding up while in the air.
uk: Хапайтеся за цю драбину, утримуючи вгору, перебуваючи в повітрі.

source: @LE @RI Move
uk: @LE @RI Рух

source: The longer you hold jump, the higher you'll go.
uk: Чим довше утримуєте стрибок, тим вище підніметеся.

source: @UP Open Chest
uk: @UP Відкрити скриню

source: Release ladders at any time by pressing jump.
uk: Відпустіть драбину в будь-який момент натиснувши стрибок.

source: @JU Jump
uk: @JU Стрибок

source: @AT Attack
uk: @AT Атака

source: You can grab onto ledges by moving into them while in the air.
uk: Ви можете хапатися за виступи, рухаючись до них у повітрі.

source: @JU Jump @UP Up
uk: @JU Стрибок @UP Вгору

source: The Deranged
uk: Божевільний

source: The Bloody
uk: Кривавий

source: The Light
uk: Світлий

source: The Smith
uk: Коваль

source: The Shackled
uk: Прикутий

source: The Scholar
uk: Учений

source: May the light shine on you.
uk: Нехай світло сяє над вами.

source: Here.
uk: Тут.

source: Take this!
uk: Бери це!

source: Spread my word!
uk: Поширюй моє слово!

source: heh heh heh
uk: хе хе хе

source: A slice of space
uk: Скибка простору

source: Knowledge is true power.
uk: Знання — це справжня сила.

source: Magic is everything.
uk: Магія — це все.

source: I grant you this gift.
uk: Я дарую тобі цей дар.

source: Behold!
uk: Оглянься!

source: Bind thyself and serve me.
uk: Прив’яжи себе і служи мені.

source: Show me your strength.
uk: Покажи мені свою силу.

source: Show me your skill.
uk: Покажи мені свою майстерність.

source: Your sacrifice is appreciated.
uk: Твоя жертва цінується.

source: HAHAHA
uk: ХАХАХА

source: Suffer!
uk: Страждай!

source: Why do you turn from the light?
uk: Чому ти відвертаєшся від світла?

source: Dare you defile my shrine?
uk: Смієшся осквернити моє святилище?

source: I curse thee.
uk: Я тебе проклинаю.

source: Such ignorance!
uk: Таке неуцтво!

source: Closed minds have no future!
uk: Закриті уми не мають майбутнього!

source: Shadow
uk: Тінь

source: Enter stealth mode by ducking.
uk: Увійдіть у режим прихованості, присівши.
